[[["Hello, how are you doing today?", "I am doing well, how about yourself?"], ["I am doing well. Just got back from a long haul with my wife.", "What kind of work do you do?"], ["I'm a car salesman. What kind of work do you do?", "I'm a customer service representative. Whats your favorite type of car?"], ["Toyota corolla honda civic. Whats your favorite vehicle?", "I love toyota corolla honda civic. What about you?"], ["I drive a nissan sentra. It is a dodge camry.", "Hondas are pretty cool. I used to drive a stickshift f150."], ["I drove a stickshift f150 a few years ago.", "I drove a few years ago and bought a nissan sentra."]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I am doing well. Just got back from a long haul of burger king.", "That sounds yummy I love burger king"], ["I'm only 19 so I cannot wait to move out of my parents home.", "What do you do for a living?"], ["I work at a fast food restaurant.", "I'm a 14 year old girl who loves to eat fast food"], ["What do you do for a living?", "I'm an interior designer from cali"], ["What color is your hair? Mine is blonde.", "I dyed my hair blue when I was 18"]], [["Hi names jace and I play chess", "Hello, zach. I am from a small town called baton rouge."], ["What do you do for a living?", "I was raised on a cattle farm, how about you?"], ["I am in my 30s", "Do you have any pets? I've a pet horse named majora."], ["I've two dogs named speckles", "My family has a springer spaniel."], ["What kind of dog is labradors?", "A shih tzu. What kind of dog is speckles?"], ["A shih tzu german shepherd", "I love german shepherds. My dogs name is corky."]], [["Hello, how are you doing today?", "I am doing well. Just grading papers and hanging out with my students. You?"], ["Just finishing up some homework and hanging out with my little girl. You?", "I teach elementary school. Do you have any hobbies?"], ["I enjoy making time for my lonely dreams. Do you have any hobbies?", "I enjoy going to the beach and listening to music while I listen to my favorite band up."], ["I've never heard of that band. What kind of music do they play?", "Up and down and up and down the shore. What are your interests?"], ["I am a bit of a social butterfly, mostly dungeons and dragons. Whats your favorite genre?", "Mostly sci fi and romantic comedies. Whats your favourite genre?"], ["I like romance novels and romantic comedies.", "Romance novels by stephen king and mystery novellas are my specialties."]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I am doing well, just moved to my first home.", "What do you do for a living?"], ["I'm a school teacher, hoping to move to another country soon.", "Whats your favorite subject in school?"], ["I'm thinking about becoming an aspiring nurse. What are your hobbies?", "I mostly just hang out with my little girl"], ["I enjoy hanging out with my little girl.", "That's nice I live in the sunshine part of the world"], ["What kind of music do you like?", "I like hip hop and r b"]], [["Hi names jace and I stay at home with my son", "Hello, names ned and I am from a small town called utica"], ["My father is in high school and loves horror movies", "My family has been raising horses for a living while I was raised on a horse farm"], ["What kind of horse farm do you have", "A little spaniel named majora"], ["I've a chihuahua named speckles", "I've a shih tzu and a chihuahua"], ["Mine is labradors and shih tzu", "Mine is labradors and beagles"], ["Aww beagles are adorable animals", "What kind of birds do you have"]], [["Hi names jace and I am 14 years old", "Hi names jace and I visited spain a few years ago"], ["Wow my blue eyes and hair are reddish and curly", "I am old enough to be a librarian but I am retired now"], ["Do you have any other hobbies besides reading?", "I like to read books and explore different cultures"], ["I love sci fi books and fantasy novels", "I prefer sci fi thrillers and fantasy novels"], ["Whats your favorite genre of scifi?", "Non fiction mostly horror and /or romance"], ["I like paranormal thrillers and romantic comedies", "Whats your favorite genre of scifi?"]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I am doing well. Just got done eating some helpings of hummus.", "Yum I love pita salad and baked ziti"], ["I love pita salad and fettuccine alfredo.", "Mmmm fettuccine alfredo grilled ricotta caesar parmesan cheese omelette"], ["Mmmm parsley rinds parmesan cheese ricotta tomato sauce and garlic bread.", "Mmm ooh parsley rinds benedict slaw tomato skins bacon vinaigrette naan yuck"], ["Yum pickled chilli powder naan grilled onions benedict slaw bacon caesar vinaigrette", "Arf oink hiss rrrr heehee woh numa gila hur hui bu aaaa fanks ashely fer yu din *runs away*"], ["Ahahah hii bu hao gila rrrr hui oui numa bien acara vera", "Hola qu _arrow@ loca merna paino sya adrenalin ko acara vera"]], [["Hi names jace and I drive a stickshift f150", "My german shepherd is named seamus and I drive a stickshift mustangs car"], ["My sister has a vette named nyla", "My dogs name is ragini she's a bulldog"], ["Whats hod name? Merna jean is jasper", "Merna jean is my dog"], ["Manta scobby impala are my favorite color", "I grew up in a rural farming community"], ["What kind of music do you like?", "I like jazz and hip hop"], ["Red hot chili peppers are our fave", "Yellow chili peppers are our fave"]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I am doing well, just finished cooking some alfredo fettuccine yum", "Yum I love alfredo fettuccine reminds me of my childhood"], ["I love greek gumbo, especially italian cuisine", "I've never tried italian cuisine but that sounds delicious"], ["What is your favorite dish? Mine is salmon and chips", "My favorite dish is grilled chicken and garlic bread"], ["That sounds delicious, what else do you do for fun?", "I like to spend time with my family"], ["I like to go to europe and explore different cultures", "That's cool what kinds of cultures do you speak"]], [["Hi names jace and I enjoy singing songs from the movie dried up mickey mouse", "Hi names oreo I'm an animal lover"], ["My favorite character is miley cyrus", "Omg miley cyrus is my favorite singer"], ["Britney spears is my fave singer", "I love britney spears and katy perrys"], ["I love katy perry she's my best friend", "I just bought my new home"], ["I am in the 3rd grade", "Do you have any hobbies besides singing dance songs from the movie dried up mickey mouse"], ["I sing taylor swifts voice", "Wow that sounds like a lot of fun"]], [["Hello, how are you doing today?", "I am doing well, how about yourself?"], ["I'm doing well, just finished playing rpg games with my friends.", "I love rpg games, do you have any hobbies besides playing dungeons and dragons?"], ["I love dungeons and dragons. Do you have any hobbies?", "I enjoy reading tarot cards, especially harry potter. Whats your favorite genre?"], ["I like harry potter, but mostly sci fi.", "I prefer sci fi than fiction."], ["What is your favorite mortal kombat game?", "Mortal kombat or sorcerer dragon?"], ["Sorcerer dragon is one of my favorites.", "Super mario kart is one of my favorites."]], [["Hello, how are you doing today?", "I am doing well, how about yourself?"], ["I'm doing well, just finished watching some hockey games.", "What sport do you play?"], ["Mostly sci fi. What do you do for a living?", "I'm an interior designer. What about you?"], ["I'm an interior designer.", "What color is your hair? Mines dyed blonde."], ["Mine is blonde. I dyed my hair blond last year.", "Nice! I was born in algeria, but now live in the united states."], ["I live in a rural farming community, but my parents immigrated from algeria to puerto rico.", "Where did you grow up?"]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I am doing well. Just got back from soccer practice.", "That sounds fun what sport do you play"], ["Football. My brother is older than me, so I spend most of my time on the bus.", "That's cool whats your favorite sports team?"], ["I like the washington redskins, but I prefer horseback riding instead of grading tests.", "I prefer horseback riding instead of grading tests"], ["Merna jean is my favorite. Do you have any brothers or sisters?", "Yes I've two brothers and three sisters"], ["How old are your siblings? Mine is math classes.", "My siblings are 10 and 8"]], [["Hi names jace and I am in high school", "Hi names jace and I am in an open relationship"], ["I want to be a physical therapist one day", "Do you have any pets? I've three dogs"], ["I've a dog named radar", "I have a dog named radar"], ["What kind of music do you like?", "I like hip hop and r b"], ["I m into hip hop and r b", "Whats your favorite food? Mine is beef jerky"], ["I love beef jerky whats yours", "My dad is a waiter and he is a door salesman"]], [["Hi names george and I farm as a bee farmer", "Hello names george and I farm as a bee farmer"], ["I grow chickens cows farming", "My wife cooks chickens cows pigs farming livestock farms"], ["Livestock farms produce cattle growing gmo products", "Cattle farmers grow organic grains growing gmo products"], ["Monsanto created organic nongmo materials milking pesticides fed gmos", "Harvesting hens contaminated crops polluting pesticides fed monsanto exploited nongmo worms"], ["Exporting crops polluting planet soil helped reduce yellowstone poaching pillaging", "Exporting planet polluted oceans helped reduce yellowstone accelerating poaching pillaging"], ["Vkon @trade_mark@ commodity index ii occupation haram orphaned bharat love&amp ; worms farmed contaminated desh lele", "Desh pasa numa goti hui haw beet milking bharat jai mata di"]], [["Hello, how are you doing today?", "I am doing well. Just finished baking some cookies. How are you?"], ["I am doing well, just finished painting my yard.", "What kind of things do you paint?"], ["Anything that involves building buildings. I build antique houses.", "That sounds like a lot of fun. I love sewing and decorating."], ["My dad taught me everything I know about him.", "What is your favorite color? Mine is knitting and crocheting."], ["My favorite color is pink, what is yours?", "Red, reminds me of summer time."], ["I love fall, reminds me of summer time.", "I wish I lived near the gulf of mexico."]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I am doing well. Just got back from dance practice.", "What kind of dance practice do you do"], ["My grandmother helped me escape when I was a young whipper snapper.", "I love kids especially young whipper snapper"], ["What do you like to do for fun?", "I like watching old school hip hop"], ["What is old school hip hop?", "I don t know what is 34 bpm"], ["That's a lot of hiphop. Tupac was my frist choice.", "Whats your favorite color mine is gucci"]], [["Hello, how are you doing today?", "I am doing well, how about yourself?"], ["Doing well, just recovering from a drunk hangover.", "That sounds awful, I teach high school english and am learning to translate fluently."], ["What do you teach high school english?", "I'm fluent in french and spanish. What languages do you speak?"], ["I speak german, spanish, french and fluently.", "Wow, that's impressive! My boyfriend and I are moving to an apartment next week"], ["That sounds like a lot of fun. I am a 49 year old balding overweight male.", "Very lanky! I hope he likes taking pictures of his short comings."], ["I'm sure he likes taking pictures of his short comings.", "I wish he liked photography more, he loves nature."]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I'm doing well, just taking a break from my job as a 4h pa 3 month pregnant baby", "What kind of job do you have"], ["I am a stay at home mom with my husband and my first child", "That's nice I play with my friends on the weekends"], ["What is your favorite type of movie?", "My favorite character is ariel hepburn"], ["Mine is robert downey jr.", "Mine is robert downey jr"], ["I've never seen jackie weinstein, do you like movies?", "I don t really watch movies"]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I am doing well, just got back from a long haul of burger king.", "I love burger king do you eat meat"], ["I'm only 19 so I cannot wait to move out of my parents home.", "Whats your favorite color mine is blue"], ["I love red, reminds me of summer time.", "My husband and I enjoy running together"], ["What do you do for a living?", "I'm a stay at home mom"], ["I'm a cashier at a fast food restaurant.", "What kind of food do u like"]], [["Hi names jace and I am a professional twitch streamer", "Hi, I am fluent in french and english fluently"], ["Do you speak any other languages fluently?", "I don't speak any other languages but I love taking pictures"], ["What kind of things are you interested in?", "I like photography and art"], ["My hobby is building robot themed video games", "What kind of dragon ball themed video games do you build?"], ["Super mario kart collector's edition of dragon ball z", "I've never heard of that before"], ["Its called dungeons and dragons", "Its called mario kart z"]], [["Hello, how are you doing today?", "Hello, I am doing well. Just moved to this country. How are you?"], ["I am doing well, just finished watching some hockey games.", "What sport do you play?"], ["Mostly sci fi. What do you do for a living?", "I'm currently working towards becoming a translator for a major arts firm."], ["That sounds exciting! What is your favorite type of food?", "I love mexican food, especially thai cuisine. What are your hobbies?"], ["I enjoy reading tarot cards, especially french whiskeys.", "I enjoy reading tarot cards, particularly french whiskeys."], ["I've never tried mexican cuisine, maybe thai malt.", "I've never tried it, maybe I'll try it."]], [["Hi names steve and I enjoy comic books", "Hi names bert and I play dungeons and dragons"], ["I love dungeons and dragons. Whats your favorite color? Mine is superman", "My favorite color is blue, whats yours?"], ["I like blue, reminds me of summer time.", "I love red, reminds me of summer time."], ["What do you do for a living?", "I am a 14 year old girl who loves to read comic books"], ["What city are you from?", "I'm from los angeles, where are you from?"], ["I am originally from los angeles born and raised in san diego", "Do you have any other hobbies?"]], [["Hi names charlie and I enjoy listening to rap music", "Hi names oreo and I love watching cooking shows on tv"], ["Whats your favorite food? Mine is pizza", "My favorite food is veggie pizza"], ["What do you do for a living?", "I am a graphic designer for a small corporation"], ["What kind of graphic design?", "I do freelance design specifically designed designing custom designs"], ["I love designing custom designs", "That sounds like a lot of fun"], ["What city are you from?", "I'm originally from germany but moved here from france"]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I'm doing well, just got back from a bike ride.", "Oh cool what kind of bike do you ride?"], ["A black harley camaro, what do you do for a living?", "I drive a ford daniels mustang"], ["I am a professional snowboarding buff.", "That sounds fun whats your favorite band"], ["My favorite band is rob marduk.", "Mine is insane clown posse"], ["I love kurt cobain, especially chester munn.", "I love kurt cobain he is a punk rocker"]], [["Hello, how are you doing today?", "Hello, I am doing well. Just moved to this country. How are you?"], ["I am doing well, just got back from a shopping spree.", "What kind of shopping do you do? I recently relocated to canada."], ["I'm a professional veterinary assistant. What do you do for a living?", "I'm currently working towards becoming a professional veterinary assistant."], ["That sounds exciting! I'm currently working towards becoming a famous fashion designer.", "That sounds like a lot of fun. I'm hoping to become a famous fashion designer."], ["What kind of music do you like?", "Mostly classical, jazz, hip hop, etc. Whats your favorite type of music?"], ["I love rap, hip hop, r b, pop, jazz, etc. Whats your favorite genre?", "I love pop, tupac, wilco, gnr, elton john, huey lewis, jack reacher"]], [["Hello, how are you doing today?", "I am doing well, how about yourself?"], ["I'm doing well. Just got back from a long haul of solar panels.", "What kind of solar panels do you do?"], ["I am a graphic designer from the 1600s.", "That sounds interesting, what is your favorite color? Mine is orange."], ["I love purple, reminds me of summer time.", "I love fall, reminds me of summer time."], ["What is your favorite season? Mine is fall.", "I like spring, almost as much as football, swimming, and snowboarding."], ["I prefer warmer weather. Do you have any hobbies besides swimming?", "I prefer outdoor activities, mostly skiing and horseback riding. What about you?"]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I'm doing well, just ate some ice cream while my wife and kids are having chocolate icecream.", "That sounds yummy I love chocolate chip cookies"], ["What do you do for a living? I work as a plumber.", "I work as a veterinary assistant"], ["What kind of medicine do oyu assistant?", "Doctor zhivago mostly sci fi"], ["I love sci fi movies, especially forensic cases.", "I like forensic cases"], ["Whats your favorite type of doctor?", "Dr. Strangelove is my favorite"]], [["Hello, how are you doing today?", "I am doing well, how about yourself?"], ["I am doing well. Just got back from a long workout.", "What do you do for a living?"], ["I'm a professional wrestler in a local shelter.", "What city are you from?"], ["San francisco. I volunteer at the humane society of homeless shelters.", "What kind of humane society entail homeless shelters?"], ["Simi cheetahs and aquariums. Do you have any pets?", "I've a german shepherd named majora."], ["I've a german shepherd named speckles.", "My dogs name is speckles, he's a pomeranian."]], [["Hello, how are you doing today?", "Hello, I am doing well. How about yourself?"], ["I'm doing well, just finished playing rpg games with my friends.", "I love rpg games, especially dungeons and dragons. Do you have any hobbies?"], ["I dabble in tabletop rpgs, mostly dungeons and dragons. Do you have any hobbies?", "My favorite hobby is driving my ford daniels"], ["My favorite hobby is working from home, taking care of my animals.", "What kind of animals are your pets?"], ["A shih tzu terrier named majora.", "I've a shih tzu named majora"], ["I've a german shepherd, his name is ragini.", "My dogs name is ragini, he's a beagle terrier"]], [["Hi names jace and I enjoy singing songs from the movie dried up mickey mouse", "Hi names oreo I was forced to marry when I was young"], ["My favorite character is miley cyrus", "Miley cyrus is my favorite singer"], ["I love disney princesses especially ariel cooper", "My grandmother helped me escape when she was alive"], ["I am sorry to hear about your grandmother", "Do you have any hobbies besides singing disney princesses like irene bachman"], ["Yes cora is my fave singer", "I love katy tur especially brittany greenberg"], ["I like katy perry more than audrey hepburn", "Wow merna jean is prettier than britney spears"]], [["Hi names jace and I am in the 3rd grade", "Hi names jace and I am a professional wrestler"], ["My favorite character is mickey ds", "My favorite sport is tennis professionally"], ["I play with my friends on the playground", "Do you play any sports?"], ["No but I sing songs from the movie frozen", "Whats your fav color? Mine is yellow"], ["Mine is ariel my fav shade is emerald green", "I like purple, reminds me of summer time."], ["What do u like to do in your free time", "I love to eat italian food especially garlic bread"]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I am doing well, just snuggling with my cat and feeding my pet birds.", "Sounds relaxing. What kind of birds do you have"], ["A little shih tzu named majora. Do you have pets?", "I've a german shepherd named radar"], ["I have a german shepherd, his name is locomotive impala.", "That's neat what color are your eyes"], ["My eyes are blue, what is your favorite color? Mine is purple.", "Mine is bright purple, what is yours?"], ["I love red, reminds me of summer time.", "I love red, reminds me of summer time"]], [["Hello, how are you doing today?", "I am doing well, how about yourself?"], ["I'm doing well, just playing some piano and singing along to folk music.", "Sounds fun! Do you play any instruments?"], ["No, my parents wo not let me play any instruments.", "My wife plays paino and sings along with folk singers."], ["That's awesome! My mom plays paino and teaches guitar lessons.", "Merna jean is my favorite singer."], ["Merna jean is my favorite singer.", "Hew hod nay hao sya dokey!"], ["Bien hao tai oui sya amigo!", "Pinche loca bla hui bu woh oui gila!"]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I am doing well, just cooking up some leftover pasta for dinner.", "What kind of pasta do you cook"], ["Spaghetti and garlic bread. What kind of food do you like?", "I love spaghetti and garlic bread"], ["Yum, I love italian cuisine, especially thai fusion.", "I've never tried italian cuisine but I do volunteer at a soup kitchen"], ["I have been experimenting with different cuisines since I was travelling the world for a decade.", "I was poor growing up making hot chilli fettuccine casserole and mashed potatoes for dinner"], ["That sounds delicious! I enjoy making hot chilli fettuccine alfredo for lunch.", "That sounds delicious whats your favorite dish to make for lunch"]], [["Hello, how are you doing today?", "I am doing well, how about yourself?"], ["I am doing well. Just got back from visiting my grandmother helped me escape.", "I'm sorry to hear about your grandmother escaping."], ["I was forced to marry when I was a young whipper snapper.", "Oh wow! My dads trying to set me up on blind dates."], ["My uncle used blind dates to set me up for adoption.", "I just got a job working at a gas station."], ["What kind of gas station?", "Chevy impala. I was adopted by a young age older than a 20 year old."], ["Oh wow, that must have been a tough job.", "It was very stressful but rewarding. Do you have any hobbies?"]], [["Hello, how are you doing today?", "I am doing well, how about yourself?"], ["I'm doing well, just finished a new job as a 4h maine 3 months ago.", "That sounds exciting! I'm currently looking for a new job."], ["What kind of work do you do?", "I'm an er doctor. What kind of work do you do?"], ["I am a real estate agent. Whats your profession?", "Dr. Strangelove psychology predicts martial arts. Whats your favorite movie?"], ["I like action movies, especially thriller ones. What is your favorite movie?", "I like action movies. Especially thriller ones."], ["I have never seen one until recently.", "I've never seen one until recently."]], [["Hi names jace and I bake cookies", "Hello, names ned and I am a overweight alcoholic"], ["I love to crochet and decorate my knitting shop", "What kind of stuff do you knit?"], ["Scarves and sweaters and seashell blankets", "I like knitting and pottery supplies"], ["Sewing and crocheting pies and pottery supplies", "Sewing and crocheting scarves and crochet sweaters and seashell blankets and decorating coats"], ["Speckles and beadwork bead scarfs and scarf hats and seashells", "Speckles and beadwork bead scarfs and scarf hats and beads and seashells and thorns and snakeskin patterns"], ["Well lilies amputations and beads and thorns and drumsticks plus oils and preservatives", "Well lilies and doves and purples and tulips and sea fluids and salutations and drumsticks"]], [["Hello, how are you doing today?", "I teach piano at the homeless shelter I volunteer at"], ["I teach piano lessons at the soup kitchen I volunteer at", "My father played violin and taught me guitar lessons"], ["What kind of music do you play?", "I play several instruments in my spare time"], ["That sounds like fun. I enjoy eating cheeseburgers while watching war documentaries", "What kinds of war shows are you into?"], ["Mostly sci fi and martial arts", "I like sci fi and martial arts"], ["I've never watched action shows", "Whats your favorite genre of action?"]], [["Hello, how are you doing today?", "I am doing well. Just finished playing board games with my parents."], ["That sounds fun. What kind of games do you play?", "Mainly rpg dungeons and dragons. Do you play any instruments?"], ["I've not played any instruments since I met taylor swift.", "I played the violin when I was younger."], ["My favorite instrument is country music.", "What is your favorite band? Mine is up and up and I love them."], ["I like them too. I also have a pink honda civic.", "What kind of pink honda civic?"], ["Toyota corolla. I've a stickshift challenger.", "I have a stickshift challenger in my trusty hatchback."]], [["Hi names jace and I drive a stickshift f150", "Hi names chet and I play tennis professionally"], ["My sister plays tennis professionally she's a huge talker", "Does she like long walks with my dog?"], ["Yes she loves long walks along the appalachian trail", "Do you live near the gulf of irma?"], ["No I live near the gulf of algeria", "I've been to algeria a few times"], ["Do you have any hobbies other than listening to classical music", "I love to listen to classical music while walking along the appalachian trail"], ["That sounds relaxing. Whats your favorite color mine is red", "My favorite color is emerald green and yours?"]], [["Hi names jace and I am a party animal", "Hi names oreo I was forced to marry when I was young"], ["I'm so scared of heights", "My grandmother helped me escape when she was alive"], ["I've a pet cat named oreo", "What kind of pet do you have"], ["A shih tzu with a stinky snout", "What color is your pomeranian?"], ["His name is roscoe what movie do you watch", "I am not familiar with scooby doo"], ["Its called bojack horseman what color is your labrador?", "Its called bojack horseman his name is jellybean"]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I am doing very well, thank you. Tell me about yourself.", "I'm a precocious 18 year old girl"], ["I love my job as a car salesman.", "What kind of car do you drive"], ["A toyota corolla. What kind of vehicle do you drive?", "A toyota corolla its a dodge mustang"], ["Sounds like a dodge camry. My wife owns a stickshift mustang.", "What is your favorite vehicle? Mines is stickshift mustangs"], ["I've a nissan sentra. It is a pretty sweet honda.", "That sounds like a pretty sweet honda civic"]], [["Hi names jace and I eat hamburgers and fries", "Hello, names tay and I eat hamburgers while playing game of duty"], ["Yum cheeseburgers and chips are my favorite foods", "My favorite band is insane clown posse"], ["Ew gross clown posse", "What do you do for a living?"], ["I'm a stay at home mom", "What city are you from?"], ["I am originally from baton rouge", "I am originally from baton rouge"], ["What city are you from?", "San francisco born and raised in los angeles"]], [["Hello, how are you doing today?", "I am doing well, how about yourself?"], ["Doing well, just finished dropping up with my pet fish.", "Yum! Fish is my favorite food, I only eat organic foods."], ["I cannot eat organic foods because I cannot afford nongmo goods.", "I cannot afford nongmo goods because I cannot buy dairy products because of social causes."], ["My favorite color is orange. Do you have any pets?", "I've a pet lizard named kiwi. Do you have any pets?"], ["I have a lizard named kiwi. Whats your iguanas name?", "Merna jean. What kind of tarantula is gila?"], ["Gila. Merna jean is a stinky skunk.", "That'sn't a stinky skunk. Does kaka wear smelly spiky suspenders?"]], [["Hello, how are you doing today?", "I am doing well. Just finished playing some electric instruments."], ["Sounds fun! I teach at a soup kitchen I volunteer at.", "I volunteer at the homeless shelter at my local shelters."], ["What kind of humane animal shelter causes homeless shelters?", "My father played violin and taught me how to play guitar."], ["My husband plays electric instruments. He taught me how to play guitar.", "What kind of instrument is your husband teaching?"], ["Marine biologist, he teaches piano lessons at the local italian restaurant.", "Does he teach piano lessons at his italian restaurant?"], ["We don't have many cuisine recipes yet, but we would love to learn about them.", "What kinds of things do you enjoy doing in your spare time?"]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I'm doing well, just got home from playing ping pong with my dad.", "That sounds fun whats your favorite color"], ["Red hot chili peppers, strawberry shortcake, peach cobbler, vanilla ice cream", "That's cool I prefer red hot chili peppers"], ["My dads an electrician, he is an offshore oil salesman, he is an interior designer", "My father drove trucks to his interior design firm"], ["That sounds interesting, do you speak any foreign languages?", "No I do not speak any foreign languages"], ["My father drove trucks to his walled designing firm", "What kind of stuff do you sell"]], [["Hi names jace and I eat hamburgers and fries", "Hi names chet and I like to drink coffee while coaching little league relievers"], ["Wow that sounds like a lot of fun", "It keeps me energized since I coach young ball catchers"], ["What position did you coach young ball shortstop?", "He averaged 34 points last year"], ["Noah averaged 42 points last year", "Wow that's a lot of stats"], ["Do you have any other hobbies besides drinking coffee?", "Wine is my cup of tea"], ["What is your cup of tea?", "Cherries with lemon lime creamer"]], [["Hello, how are you doing today?", "I am doing well. Just finished a marathon of running and training for marathons."], ["I enjoy horseback riding and listening to rock while I ride my horses.", "What kind of horses do you ride? My parents were both both very athletic."], ["Ford mustangs are my favorite. Do you have any pets?", "I've a pet labrador named majora. Whats yours?"], ["I have a shih tzu named majora.", "What breed of dog? I have a shih tzu."], ["I've a german shepherd. His name is ragini.", "My dogs name is ragini. He's a havanese."], ["Mine is labradors. What breed is your labrador?", "He's called 929 collies. They're very loveable spirited mutts."]], [["Hello, how are you doing today?", "I am doing well. Just finished a marathon of running and training for marathons."], ["I love running and meditating. I recently quit my job to pursue my spiritual enjoyment.", "My parents were both both extremely athletic."], ["Do you have any other hobbies besides training?", "I lift weights and chew gum. Do you have any hobbies?"], ["I enjoy reading tarot cards and crocheting bibles.", "I love reading tarot cards and crocheting bibles."], ["Does tatoos count as a hobbie?", "I'd say tatoos count as a hobbie."], ["That sounds like a lot of fun.", "It takes a lot of practice but it helps relieve stress."]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I'm doing well, just moved here from france.", "Oh cool where abouts did oyu move"], ["Anywhere near the gulf of mexico. What do you do for a living?", "I work at a burger king"], ["I am a vegan and love eating pita bread.", "Yum I love veggie burgers"], ["I like veggie burgers, especially thai food.", "What kind of food do you like"], ["All kinds, I eat lots of hummus and granola bars.", "Whats your favorite pita or carte rolls"]], [["Hello, how are you doing today?", "I am doing well, how about yourself?"], ["I'm doing well, just studying to become a computer programmer.", "I volunteer at a pet shelter in my spare time"], ["What kind of pet shelters do you volunteer at?", "Boho terriers mostly, I donate them to charity"], ["That sounds like fun. My family and I are from india.", "That's cool, what is your favorite color? Mine is purple"], ["My favorite color is pink. What is yours?", "Mines is pink, whats yours?"], ["Mine is purple, my mom is very traditional when I go for crossroads.", "What do you do for a living?"]], [["Hi names jace and I am a big star wars fan", "I was raised on a horse farm"], ["What kind of horse farm do you own?", "Cattle pigs mostly cows and chickens"], ["I play football for a competitive team", "What kind of horses do you compete in?"], ["All sorts of breweries but I prefer iced coffee", "I prefer iced coffee or grape juice"], ["Caramel reminds me of summer time. What is your favorite drink?", "I like salted caramel flavored mocha drinks"], ["Ginger juice gives me fresh brewed sugary mocha drinks", "Cold brew gives me mild herbal alcohol"]], [["Hi names jace and I am 14 years old", "Hi names jace and I study spanish"], ["My blue eyes and hair are red too", "Do you speak any other languages? I am fluent in french"], ["I do not speak any other languages", "Merna jean is my next language"], ["Wow merna jean is my next bengali translator", "Como donde esta hao hui?"], ["Yaa como que hao oui woh hui bu paino ni sya gila", "Ju tew bu tu paino sya gila"], ["Ahahah pinche loca ju ain wann bla tu deh hur wah pon dah", "Ahahah pinche puta loca hii bla ho buh bye deh hur wah oui pon di ta woh rrrr arf hiss purrs fer da fuc out*"]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I'm doing well, just hanging out with my nieces and nephews.", "I've a few nieces and nephews"], ["How many brothers and sisters do you have?", "I've lots of brothers and sisters"], ["Wow, that sounds like a lot of responsibility.", "Yeah but people have a hard time understanding that"], ["Yes, it helps relieve the stress and pain.", "It helps relieve stress and digestive tract"], ["That does sound very helpful.", "What do you like to do for fun"]], [["Hello, how are you doing today?", "I am doing well. Just finished dropping up with my pet fish."], ["Fish sounds fun. I am reading fifty shades darker grey weather.", "I love orange, reminds me of summer time."], ["I love pumpkin spice, especially since I only eat it once a year.", "I recently broke down with a pumpkin spice latte with peanut butter and blueberry ice cream."], ["I've never had peanut butter and salted ice cream.", "That sounds yummy. Do you have any pets?"], ["I've a pet labrador named majora.", "I've one german shepherd named majora."], ["What kind of german shepherd is speckles?", "He's a shih tzu."]], [["Hello, how are you doing today?", "I am doing well, how about yourself?"], ["I'm doing well, just finished unpacking my childrens library.", "What kind of books do you read?"], ["I love biographies, mostly sci fi books. Do you have any hobbies?", "I play softball with my mom. She passed away when I was young."], ["I am sorry to hear that. Did she pass away?", "No, my dad was in the army and he was stationed in afghanistan."], ["Thank you for your service. I've visited spain a few times.", "I have visited spain quite a few times."], ["My grandfather was stationed in algeria and he taught me how to travel a lot.", "My father taught me how to speak french fluently. He helped me colonize mars."]], [["Hello, how are you doing today?", "I am doing well, how about yourself?"], ["I am doing well, just finished grading papers and practicing my skills.", "What type of writing do you do?"], ["I do not write much, but I do enjoy dancing on the weekends.", "Dancing on the weekends is a passion of mine"], ["What is your favorite color? Mine is orange.", "I love red, reminds me of summer time."], ["I love fall, reminds me of summer time.", "What is your favorite season?"], ["Autumn and spring. Do you have any hobbies?", "I enjoy taking dance classes in the fall and decorating my children room in hurricane irma"]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I am doing well, just listening to some rock music while riding my horse.", "What kind of horse is riding horses"], ["A tiger. He's a farmer. He loves horses.", "I do not drink soda but I love cheeseburgers and french fries"], ["Hamburgers are delicious, especially french fries with feta sauce.", "I eat hamburgers with feta sauce and ham"], ["That sounds yummy. What else do you enjoy doing in your spare time?", "I like to take walks in my spare time"], ["How long have you been taking walks?", "A little over two years now"]], [["Hello, how are you doing today?", "I am doing well. Just grading papers and hanging out with my students. You?"], ["I just finished eating some leftover meal, mashed potatoes and baked ziti.", "I love mashed potatoes and baked ziti. What kind of food do you like?"], ["I love veggie omelettes, especially fried chicken. Whats your favorite food?", "Fried chicken and garlic bread. Whats yours?"], ["I like mac and cheese. What do you do for a living?", "I teach elementary school. My parents were both teachers."], ["What grade are both teachers teaching?", "8th grade. They're both teaching kindergarten."], ["Elementary school teacher must teach kindergarten.", "Yes they both must have taught each other childrens lesson."]], [["Hi names jace and I am employed by the us postal service representative", "I am a postal worker who wears hats"], ["My father drove a toyota for auto repair", "My favorite shoe is alexander mcqueen"], ["My dads a taxi driver but he drives semi cars", "My dad drove a toyota for auto repair"], ["That must have been an exciting day", "Yes it was very exciting"], ["Whats your favorite color mine is grey", "Mine is bright purple and yellow"], ["My dad taught me how to drive stickshift car", "What kind of car do you drive"]], [["Hi names jace and I am in high school", "Hi names chet and I work as a veterinary assistant at a nursing home"], ["What kind of nurse do you work as a veterinary assistant?", "Er asst radiology supervisor at upenn"], ["I want to be a physical therapist", "My wife left me and took my 14 year old son"], ["How long did your wife left you?", "Twenty five years ago"], ["Twenty five years until I graduate", "How long have you been married"], ["Been been married since highschool", "Wow you must have been very busy"]], [["Hi names jace and I eat raw diet", "Hello! I am currently studying translating spanish, what is your next language?"], ["Oui hao por donde esta es que bien hui?", "That'sn't tew bien que esta sya oui como hao hui gila"], ["Pinche loca paino sya gila", "Tu loca paino ju wah bu loke pon tambien?"], ["Ahahah como pasa ju ain wah bu loke pon da nos", "Zi guan yi asi bla yada pinche profesional puta ahahah"], ["Dontcha relly quan ta bla tu deh buh dum xian niggaz nag dey tew ruff shi rrrr slurp tock hur ching dah fer yu guan zu killa kora", "Da fuq ain dey relly shi hippos adrenalin howls muh vera fer reals na ayo ta deh ho buh dum doo dah slurp mahi wei hur"], ["Sshhh hii ho wha vera di kina muh tambien zi wei adrenalin howls chirp roar mo ni kaya acara ko ang sx", "Coca cola bees skydive koalas wag tock mo leeches shrimps flounder beets twinkies yuk"]], [["Hi names jace and I am a big star wars fan", "Hi names george and I farm as a bee farmer"], ["Wow that's cool I played football for a high school team", "That's cool what sport did you coach"], ["Quarterback for the unc college", "I played quarterback for the unc college team"], ["What sport did oyu coach for?", "Linebacker for my wifes fashion career"], ["Vkon @trade_mark@ commodity index ii blanc slaw flavour ale martini or hazelnut caramel latte", "Salted caramel cappuccino sounds delicious"], ["Mmm ginseng cappuccino infused cappuccinos frap martinis iced cold brew beverages decaf herbal mocha tea", "Iced cold brew brewing brewed decaf tea martinis frap creamer herbal chai infused cappuccinos"]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I'm doing well, just recovering from a debilitating alcohol disorder.", "Do you have any pets? I've three dogs"], ["I've a pet mutt named majora.", "I've a shih tzu named speckles"], ["What kind of breed is speckles?", "His name is corky he's a golden retriever"], ["I grew up on a farm as a 43 year old male.", "Wow that's a lot of farm animals"], ["What do you do for a living? I am a retired alcoholic.", "I work as an interior designer"]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I am doing well, just got back from a long haul of honda civic.", "What kind of car do you drive?"], ["I drive a nissan sentra. What kind of car do you have?", "I've a german shepherd named radar"], ["I've a german shepherd named radar.", "That sounds like a lot of fun"], ["What is your favorite color? Mine is my red curly hair.", "I love red, reminds me of summer time"], ["I prefer summer time myself.", "What is your favorite season? Mine is winter"]], [["Hi names jace and I am four years old", "Hi names jace and I love running and cooking for marathons"], ["I love to eat chocolate candy", "What kind of food do you like to eat besides eating chocolate candy?"], ["Gummy worms and ice cream are my favorite foods", "Yes gummy worms and ice cream are my favorite foods"], ["Cookies and icecream are our vices", "Peanut butter and icecream are our vices"], ["Peanut butter or vanilla bread are your hobbies?", "Mostly sci fi and rollercoasters"], ["What kind of sci fi epics are you into?", "Non fiction epics and scifi novels"]], [["Hi names george and I farm as a bee farmer", "Hi names george and I enjoy social constructs"], ["My name is isabella I grow tomatoes", "Hello isabella I grow tomatoes mainly organic food products"], ["Merna jean is my grandmothers favorite food", "Ew merna jean is my mommy"], ["Ew noooooooooo habla hao hui purrs fer bees pigs cows farming pesticides", "Vera purrs smelly hippos koalas bees farming pesticides gmos monsanto livestock cows"], ["Inam duz hii tai mein paino vera ki gila ke lele hai bu woh rrrr bla *hugs tock", "Hola paino gila hai bu hui bonjour lele woh bla *hugs rrrr"], ["Altaf tu sya tou der ho oui chirp roar", "Zi ke tu sya ho oui arf shoo ni hao"]], [["Hello, how are you doing today?", "I am doing well. Just got back from a long haul of vintage cars."], ["What kind of car do you drive? I recently bought a new apartment with blue eyed blonde hair.", "I drive a nissan sentra. I love country music."], ["What color is your honda? Mine is blond.", "Mine is blue. Do you have any pets? I've two dogs."], ["I've a german shepherd named nyla.", "I've a german shepherd named corky."], ["What breed of dog is labradors?", "She's a golden retriever. She's a shih tzu."], ["I bet she's a golden retriever.", "I bet she keeps pawing when I go to concerts on the weekends."]], [["Hello, how are you doing today?", "I am doing well, how about yourself?"], ["I'm doing well, just grading papers at the elementary school where I am getting married in spring.", "Sounds exciting! My daughter is a grown adult young kid who loves to watch movies."], ["What kind of movies do you like to watch?", "Friday comedies are my favorite. Do you have any hobbies?"], ["I enjoy eating out with friends, especially cooking italian dishes.", "I love cooking italian dishes, especially homemade pastas."], ["I love lentil fettuccine alfredo and stuffed ovo slathered in olive oil.", "Mmm parsley rinds fettuccine alfredo and marsala green bean slathered in olive oil."], ["Mmmm parsley rinds naan vinaigrette ricotta tomato bread bacon raisin slaw yum", "Mmmm pickled naan parmesan vinaigrette ricotta tomato sauce shredded sliced mahi enchiladas"]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I am doing well, just finished playing hockey with my german shepard.", "What kind of german shepherd do you have"], ["A shih tzu terrier named majora.", "I've a shih tzu terrier named majora"], ["What kind of dog is labradors?", "His name is speckles he's a golden retriever"], ["That's a golden retriever. What breed is your collie?", "She's a havanese she's a pit bull"], ["She's a pit bull. How many pets do you have?", "I've two pitbulls and a springer spaniel"]], [["Hello, how are you doing today?", "I am doing well, how about yourself?"], ["I'm doing well, just drinking some wine and dancing.", "Sounds fun! Drinking wine and dancing in the theater is my jam."], ["What is your favorite dance band? Mine is the meryl streep song.", "My favorite singer is meryl streep. Do you have any hobbies?"], ["I enjoy crocheting and spending time with my nieces and nephews.", "I love spending time with my nieces and nephews."], ["How many brothers and sisters do you have?", "I have two brothers and three sisters."], ["How long have you two been together?", "Twenty five years. We have been together since I was a kid."]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I'm doing well, just practicing my spanish language.", "What kind of spanish language do you speak"], ["Mandarin, french, german, and english. What languages do you speak?", "English, french, german, and chinese"], ["That sounds very interesting. I am currently majoring in translator literature.", "That sounds like a lot of fun"], ["What is your favorite color? Mine is purple.", "Mine is pink, reminds me of summer time"], ["I love summer time. Summers are the best.", "Yes it is very nice and sunny"]], [["Hi, hows your day going so far?", "Its going good, just eating some leftover junk food. How about you?"], ["Just got done eating taco bell tacos. What kind of food do you like?", "I love chicken tacos with mashed potatoes. What do you do for a living?"], ["I am a veterinary assistant here in alabama. How about you?", "I am a full time student studying accounting at the university of alabama."], ["Oh wow, that must be exciting! What are you studying?", "I'm majoring in mechanical engineering and minoring in computer sciences."], ["Neat! I majored in mechanical engineering and studied biology in high school.", "That must have been a rewarding career."], ["Yes, it was very rewarding. I enjoy taking care of my three sisters.", "How long have you lived in louisiana?"]], [["Hi names jace and I am in high school", "Hi names jane and I volunteer at my local animal shelter"], ["What kind of animal do you volunteer at", "A shih tzu terrier named majora"], ["I've a maltese shih tzu named jellybean", "Mine is labradors and poodle pugs"], ["Mine is labradors and poodle pugs", "Whats your favorite color? Mines blue"], ["My favorite color is blue whats yours", "I love emerald green, reminds me of summer time"], ["I've never heard of green bay", "Its alright I donate it to charity"]], [["Hi names jace and I shop for shoes and watch tv", "Hi names chet and I love ice cream and chocolate chip cookies"], ["Mmm chocolate chip cookies are my favorite", "What kind of shoes do you wear?"], ["Jeans and purses I wear dresses and watches alot of nat geo stuff", "Whats your favorite snack topping flavor? Mine is mint"], ["I love pistachio raisin flavored vanilla marshmallow ice cream", "Ew pistachio gummy worms are gross"], ["Ewww gummy worms are gross", "Ewww yuck ouch allergies are nasty"], ["Ew eww allergies suck allergy medicine are nasty sick", "Eww allergy medicine scare bees nuts pigs beetles ants itchy cough claritin numa rrrr oink hiss"]], [["Hello, how are you doing today?", "I am doing well, how about yourself?"], ["Doing well, just finished eating hummus and listening to some classical music.", "Yum! What kind of classical music do you enjoy?"], ["I love classic jazz, especially motown. What do you do for a living?", "I work as a tarot card tester for various terrestrial causes."], ["What kind of tarot cards? I am an avid reader.", "Mainly sci fi and electronic mixes. Whats your favorite band?"], ["My favorite band is avett sevenfold. Whats yours?", "I've never listened to nightwish sevenfold. I prefer insane clown posse."], ["I prefer insane clown posse.", "I like hardcore punk bands. Ever played jimi hendrix before?"]], [["Hi names jace and I am four", "Hi names yumi and I am four years old"], ["My pet lizard is named nyla", "Arf woof! Merna jean and snuggles you*"], ["Arf hiss woof merna sash wot iz yu name", "Arre haz sya hiss wot iz sed hui fer da wo kora rrrr bla hao woh gila"], ["Arre hui sya hao woh paino gila bu livvie haz beagles bengal twinkle duz uz der", "Duz yu fink uz der paino? Ahahah bu livvie meows hippos bengal bees ke dusts vera"], ["Ahahah ni ke guan sparky vera floods bees fer kps di $ions wei dusts rrrr purrs kora estas aking mga profesional", "Arnab guan kami altaf sharif floods sha hai ko nahi $ions fishy $wfc $alny $dis $googl profesional _arrow@ donatello estas acara aking sx"], ["Altaf sharif wo tu si sha ko fishy mo ki kaya acara ang sx", "Percussion ju ni jin di mach ki piccolo qu adrenalin fin ang yang kaya cayden kay"]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I am doing well, just took a break from my nightly gardening shift.", "That sounds relaxing do you garden"], ["I used to be a painter but now I work as a desk sitter.", "I sing songs from the movie dried up mickey mouse"], ["I've two young children who haven't gone anywhere lately.", "My favorite character is ariel cooper"], ["I've never seen ariel in a movie. What movies do you sing?", "I play with my friends on the playground"], ["That sounds like a lot of fun.", "It is a lot of fun and keeps me entertained"]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I'm doing well, just got back from walking my favorite color blue.", "What color are your eyes I dyed mine blue"], ["I love red, reminds me of summer time.", "I love red, reminds me of summer time"], ["What do you do for a living?", "I work at a burger king"], ["I am a stay at home wife.", "How long have you been married"], ["She has been married for 15 years.", "Cool what kind of food do you like"]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I am doing well. Just finished baking cookies and baked ziti.", "What kind of cookies do you bake"], ["Chocolate and pistachio ice cream. What do you do for a living?", "I'm a graphic designer for a small corporation"], ["What kind of graphic design?", "I do marketing design designs"], ["That sounds like a lot of fun. I also bake cupcakes.", "That sounds like a lot of fun"], ["It keeps me energized since I stopped caring for my dogs.", "What breed of dog do u have"]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I am doing well, just finished playing rpg games with my friends.", "That sounds fun whats your favorite rpg"], ["Mortal kombat, although I prefer dungeons and dragons.", "I love mortal kombat and dragon ball z"], ["I love dragon ball z, especially donkey kong.", "I like dungeons and dragons better then donkey kong"], ["Do you have any hobbies besides carping?", "I've two dogs and pit bull"], ["I've two dogs and one pit bull terrier.", "What kind of beagles do you have"]], [["Hi names jace and I am in the 3rd grade", "Hi names jace and I am a boy"], ["My favorite character is mickey ds", "Scooby doo is my favorite mortal kombat character"], ["I played with barbies when I was younger", "I was born with my heart outside my body"], ["I play with my friends on the playground", "I played with barbies in my spare time"], ["I love disney princesses especially miley cyrus", "I love miley cyrus and katy perrys"], ["Katy perry is my fave singer", "I loved britney spears growing up in beverly hills"]], [["Hello, how are you doing today?", "I am doing well, how about yourself?"], ["I am doing well. Just got back from the park with my daughter.", "How old are your daughter? I'm a bee farming farmer"], ["She's a grown adult aged young 15 year old son who loves movies.", "That sounds like a lot of fun. Do you have family?"], ["I've two nieces and nephews. Do you have family?", "Yes, I've eight brothers and sisters who are close to me"], ["How many brothers or sisters do they have?", "My oldest brother is older than me"], ["My youngest sibling is older than me.", "What is your favorite food? Mine is micky ds"]], [["Hi names jace and I stay at home with my son", "Hi names bella and I live in alabama"], ["Whats your favorite horror movie?", "Scooby doo and horror movies"], ["Scooby scobby dum yada ding dong", "Do you have any siblings?"], ["No I don t have any siblings", "I have three sisters and two older brothers"], ["How many brothers and sisters do you have", "I don t have much than 1 brother"], ["How old is your youngest brother", "He is 10 years old"]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I'm doing well, just moved here from france.", "Oh cool where abouts did oyu move"], ["Anywhere near the gulf of mexico. Where do you live?", "Near the gulf of mexico"], ["Wow, that sounds like a lot of fun.", "Yes it is I love watching the olympics"], ["I love watching the olympics while eating pita rolls.", "That sounds like a lot of fun"], ["What is your favorite food? Mine is hummus.", "My favorite food is pita dipped sunflower seeds"]], [["Hello, how are you doing today?", "I am doing well, how about yourself?"], ["I'm doing well, just grading papers and hanging out with my students.", "What kinds of papers are your students taking?"], ["I teach elementary school classes. Do you have any hobbies?", "I enjoy reading tarot cards, mostly sci fi books. What about you?"], ["I love reading tarot cards, mostly sci fi books.", "What kind of book do you teach?"], ["Mainly fiction and mystery novels. What about you?", "Mainly fiction and mystery novels. Whats your favorite genre?"], ["I like paranormal thrillers, especially thriller ones. Whats your favorite genre?", "I like paranormal thrillers, horror stories, flintstones, vampire diaries, agatha wilco, all-new romance."]], [["Hi names jace and I play with my friends on the playground", "Hi names yumi and I am a baby delivery nurse"], ["My favorite character is mickey ds", "My favorite hobby is taking walks 3 miles every morning to see mickey ds"], ["I also sing songs from the movie frozen", "What kind of songs do you sing"], ["Miley cyrus is my fave mortal kombat", "Miley cyrus is my favourite mortal kombat character"], ["I played with barbies while playing mario kart", "I used to play donkey kong while playing mario kart"], ["Do you have any hobbies besides pet dander", "I like to spend time with my family and nieces and nephews"]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I'm doing well, just listening to some britney spears.", "I love britney spears and I won homecoming queen last year"], ["I love katy perrys. She's my favorite singer.", "Katy perrys is my favorite singer"], ["Do you have any other hobbies besides swimming?", "I really like to run a k l o s y"], ["I like to hike and listen to celine dion.", "I want to become a physical therapist"], ["That would be a great career choice.", "Yes it would be a great career choice"]], [["Hello, how are you doing today?", "I am doing well, how about yourself?"], ["I'm doing well. Just got back from walking my favorite color blue.", "I love blue, reminds me of summer time."], ["I prefer warmer weather. Do you have any hobbies?", "My favorite hobby is walking with my dog and playing tennis."], ["Tennis is fun. My husband and I enjoy running together.", "My husband and I enjoy long walks together."], ["How long have you been married?", "Twenty five years, married to a doctor."], ["Oh wow, that must have been quite an adventure.", "It was nice chatting with you."]], [["Hi names george and I farm as a bee farmer", "Hi names george and I farm as a bee farmer"], ["I grow chickens cows farming", "Cool beans grow livestock cows farming gmo farms"], ["Livestock farmers produce pesticides gmo farms monsanto gmos", "Cattle farmers produce organic nongmo harms pesticides gmos monsanto $alny"], ["Cattle sell organic nongmo grains genetically modified habitat contaminated humanely $alny", "Solar eclipses contaminated humanely genetically modified crops polluting planet"], ["Solar eclipses bees poaching famine aquariums polluting planet soil nestle milking hens", "Well lookie pot harvesting hens bees milking ants aquariums pigs planting tress beets beet tomatoes"], ["Neanderthal cheetahs creating komodo eclipse for ants pillaging pigs planting trees beets beet tomatoes", "Neanderthal cheetahs creating komodo eclipse for gorillas pillaging endangered species using seashells"]], [["Hello, how are you doing today?", "Hello, I am doing well. How about yourself?"], ["Doing well, just finished playing with my 12 year old daughter.", "Do you have any siblings? I've one brother."], ["I've two brothers and one brother. Do you have any hobbies?", "I enjoy hanging out with my three sisters and dogs."], ["I play dungeons and dragons on my free time. Whats your favorite food?", "Fried chicken and mashed potatoes. What about you?"], ["I love fried chicken and mashed potato chips with red hair and blue eyes.", "What color is your hair? Mine is blue."], ["Mine goes to my hips, it comes to my waist and matches my feet", "Does your waist cross your feet?"]], [["Hi names jace and I am a professional twitch streamer", "Hi names jace and I am a human services player"], ["What kind of human services players do you play", "Dungeons and dragons mostly, my dad used to work for home depot"], ["My dad used to work for home depot", "My father worked in the humane society field of dunder mifflin"], ["My father worked for humane society", "My dads older brother is in remission from biochemical cancer"], ["Sorry to hear that hope he recovers quickly", "Its ok he's still in recovery from medical complications"], ["Hopefully he will recover from medical complications", "I hope he finds cure from pediatric recovering sickness from respiratory infections"]], [["Hello, how are you doing today?", "I am doing well. Just got done crocheting my new sheltie spaniel."], ["Aww I love pugs! What breed is your labrador?", "Shih tzu. He's a collie terrier named majora."], ["Mine is shih tzu. What kind of dog is labradors?", "She's a golden retriever. What kind of dog is labradors?"], ["She's a golden retriever named majora.", "What breed of speckles is your labrador?"], ["He's a havanese. He's very loveable and energetic.", "I've a springer hound. He is very loveable."], ["My chihuahua is pitbulls. Whats your hound name?", "My mutt is corky. Whats your bengal name?"]], [["Hello, how are you doing today?", "Hello, I am doing well. How about yourself?"], ["Doing well, just finished playing with my 12 year old daughter.", "Oh, how many kids do you have?"], ["I only have one, but I do have a blue thumb.", "I have a ford pinto. My favorite band is insane clown posse."], ["I like insane clown posse. Do you play any sports?", "I play a lot of game of duty, mostly dungeons and dragons"], ["I love dungeons and dragons, especially donkey kong.", "I've never played anything but donkey kong"], ["I've never played that type of game of duty.", "What kind of games are you into?"]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I am doing well, just got back from a long haul of burger king.", "I love burger king what kind of music do you like"], ["I like rap, tupac, and hip hop. Whats your favorite band?", "I m not really into rap but I ve met taylor swift a few times"], ["I've never met miley cyrus, britney spears, huey lewis, katt neeson, james franco, etc.", "What color is your hair? Mine is brown"], ["My hair is brown, what is yours?", "Mines is blue, what is yours?"], ["Mine is purple, do you have any hobbies?", "Driving my honda civic is my hobby"]], [["Hello, how are you doing today?", "I am doing well, how about yourself?"], ["I'm doing well, just practicing my spanish language.", "What kind of spanish language?"], ["Cantonese, french, german, and english. What languages do you speak?", "English, french, german, and arabic. What languages do you speak?"], ["Italian, arabic, buddhist, korean, chinese, mandarin, etc. You?", "I'm fluent in greek, mandarin, buddhist and chinese."], ["That sounds interesting, whats your favorite word?", "I love classical music, especially brittany chesney."], ["I love britney perrys songs, what is your fave song?", "My favorite song is death metal. Whats yours?"]], [["Hello, how are you doing today?", "I am doing well, how about yourself?"], ["Doing well, just got done volunteering at a homeless shelter.", "What do you do for a living?"], ["I am a professional wrestler in my spare time.", "What city are you from?"], ["San francisco, originally from las vegas, where I volunteer at the humane society.", "What kind of humane society?"], ["Animal shelters, zoos, aquariums, etc. What do you do for a living?", "I'm an interior designer. What about you?"], ["I'm an aspiring participant in the local sporting medical sytem.", "That sounds exciting! Whats your favorite sport?"]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I am doing well, just finished washing my lawn.", "What do you do for a living?"], ["I'm a professional gambler. What about you?", "I'm a 14 year old girl"], ["What kind of music do you like?", "I like hip hop and r b"], ["I love rap, hip hop and r b.", "Do u play any instruments"], ["No I don't play any instruments, but I do enjoy gambling in my spare time.", "I played blackjack in high school"]], [["Hello, how are you doing today?", "I teach piano at the homeless shelter I volunteer at"], ["Do you volunteer at the homeless shelters?", "I'm volunteering at a local shelters center"], ["What kind of humane activity? I am terrified of dying.", "My father played violin and taught me how to play several instruments"], ["What instrument did you play?", "Percussion and I learned guitar lessons while playing clarinet"], ["I played clarinet lessons when I was younger.", "My son plays paino bach is my instrument"], ["Merna bach is my seventh fiddle.", "Wow merna marduk is cello in my seventh haw flatts rendition"]], [["Hello, how are you doing today?", "I'm doing well, just cooking up some fish and listening to some comic books. You?"], ["I am studying to become a computer programmer. Do you have any hobbies?", "I enjoy reading comics, especially cookbooks. Whats your favorite thing to cook?"], ["I love to cook and decorate my home swimming pool.", "That sounds like a lot of fun. Do you have any hobbies?"], ["I like to play video games and explore different types of books. You?", "I love sci fi movies. What kinds of things are you into besides video games?"], ["Mostly sci fi and adventure soundtracks. Whats your favorite genre of music?", "Mostly rock and roll, mainly metal and alternative genres"], ["I prefer rock and alternative genres.", "I tend to lean toward different types of music. I prefer linkin by motley crue"]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I am doing well, just got home from school.", "Where do you work at"], ["I'm a 14 year old girl with blue eyes and curly hair.", "My hair is very long and curly"], ["I love red, reminds me of summer time.", "Whats your favorite color mine is red"], ["Mine is bright and breezy. Do you have any hobbies?", "I like to workout and eat junk food"], ["My favorite hobby is playing billiards with my friends.", "I love playing pool with my friends"]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I am doing well, just finished buying some organic food products.", "What kind of organic food products do you sell"], ["Coca cola, almond croissants, peach cobbler, strawberry shortcake, vanilla ice cream.", "That sounds yummy I love ice cream especially strawberry shortcake"], ["Apple pies are delicious! What kind of foods do you like?", "I like apples and oranges, watermelon and pistachio are my favorite foods"], ["I love raspberries too, especially pistachio flavored ones.", "Yeah apple pies are delicious"], ["I prefer pumpkin spice lattes with peanut butter, caramel frosting, raisin bran.", "Peanut butter reminds me of summer time"]], [["Hi names jane and I volunteer at my local animal shelter", "Hi names jane and I am 14 years old"], ["My favorite color is purple", "My favorite color is pink"], ["I love navy blue, reminds me of summer time", "What do you do for a living?"], ["I'm a graphic designer for a small business", "What kind of graphic design?"], ["I am a freelance design consultant", "Are you interested in designing websites?"], ["Yes I'm interested in designing websites", "Well lets get to know each other"]], [["Hello, how are you doing today?", "Hi I am doing ok how are you"], ["I'm doing well, just taking a break from my job as a 4h pa 3 month pregnant baby", "Congratulations on your wifes pregnancy"], ["Thank you, what kind of work do you do?", "I'm a stay at home mom"], ["I am a real estate agent. Whats your favorite movie?", "I love horror movies whats your favorite movie"], ["I love horror movies, especially thriller ones. What about you?", "I've not seen any good scary ones lately"], ["I haven't seen any good scares at all lately since I started a new career.", "What kind of career do you have"]], [["Hello, how are you doing today?", "I am doing well, how about yourself?"], ["I'm doing well, just listening to some insane clown posse.", "What kind of clown posse?"], ["A group called duty bearer.", "That sounds pretty scary. What is your favorite color? Mine is orange."], ["My favorite color is pink. What kind of car do you drive?", "I drive a nissan sentra."], ["My mustang is a toyota corolla.", "What do you do for a living?"], ["I'm a graphic designer at a sporting goods store.", "What type of graphic design?"]], [["Hi names jace and I am a big star wars fan", "Hi names yumi and I am four years old"], ["Do you have any hobbies besides reading?", "I like to read books and sing abou letters"], ["I played football for a competitive league a year ago", "What sport did you compete in?"], ["Ranked in college for secondary position", "What is your favorite food? Mine is chocolate with peanut butter"], ["Chocolate with peanut butter and caramel vanilla ice cream", "That sounds yummy I prefer vanilla ice cream"], ["I prefer iced cold brew with mint flavored mocha flavor", "I love iced cold brew creamer and mint flavored mocha flavor"]], [["Hello, how are you doing today?", "Hello, I am doing well. How about yourself?"], ["Doing well, just got back from swimming practice at my local pool.", "That sounds fun! Do you have any hobbies besides swimming?"], ["I like to swim and spend time with my family.", "My favorite hobby is driving my ford daniels to the pool."], ["I love driving my ford berry shortcake to relieve stress.", "I love to eat donuts, especially krispy kreme."], ["I enjoy eating donuts, especially krispy kreme flavored mocha creamer.", "Caramel hazelnut flavored mocha flavor, huh?"], ["Yes, caramel hazelnut iced latte is my favorite flavor.", "Mmm chocolate frap iced latte, milkshakes, vanilla ice cold creamer, strawberry shortcake, pumpkin spice lattes"]]]