[[["Hello, how are you today?", "Hello! I am great, thanks! How about you?"], ["Good, thank you! Thanks for asking! Please tell me about yourself!", "Do you want me to tell you something about me?"], ["I do not want you to ask me if you would like me telling you what to do.", "You said you wanted me asking why you told me you did not ask what you do?"], ["He asked me what did he say when he said I told you that you knew what he did?", "He says I asked what was he saying he was telling me that I did say that he knew why he liked me"], ["How did you know what he would do if he were not saying that that was wrong?", "It was not wrong, he just did not think I would answer anything. Why did that not happen?"], ["Why would you answer that? Why should he not do something else?", "Why not? What else do you like?"]], [["Hello, how are you today?", "Hello! I am great, thanks! How about you?"], ["Good, thank you! Thanks for asking! Please tell me about yourself!", "Do you know anything about me? Please ask me if you want me to tell you."], ["Sure! Let me know what I can do to get you to ask him to give you advice!", "Can you give me some advice? What do you like to do?"], ["What kind of help are you looking for? Any suggestions?", "Any good suggestions for your job?"], ["Anything specific. Any recommendations for any other advise?", "Any specific type of advise would you suggest to ensure you do not need any help?"], ["You may need to research to determine whether you should be able to provide solutions to your interests", "What other interests do you have to manage to decide whether to be an expert or provide your solutions?"]], [["Hello, how are you today?", "Hello! I am great, thanks! How about you?"], ["Good, thank you! Thanks for asking! Please tell me more about yourself!", "What do you want to know about me? Please ask me if you can help me!"], ["Would you like me to give you permission to ask someone to let me know if they need help?", "Sure! You should give me permission. Do not tell anyone what to do."], ["What will you do if your not able to contact anyone?", "You may need contact with someone or you could send them to you if not you."], ["Can you send me an email with your address or name or order or information or request for assistance?", "You cannot request any information via email or any other e-mail address you will receive."], ["Customer service representative sent e-mail via mail directly to your inquiry. Any info?", "Sent you a response to my mail order representative."]], [["Hello, how are you today?", "Hello! I am great, thanks! How about you?"], ["Good, thank you! Thanks for asking! Please tell me more about yourself!", "Do you want me to tell you something about me?"], ["I do not want you to ask me if you would like me telling you what to do.", "You said you wanted me asking why you told me you did not ask what you do?"], ["He said I asked what did he do when I told you that you knew what he did?", "He never asked me what I knew he was about what was he about?"], ["He had never talked to me before. He gave me his answer, he says he knows what he is about", "He would not answer why he tells me that he taught me how he does not know about his answers"], ["He answers answering questions and tells you he wants to talk to you before you know him?", "He answered answering your question and telling me he learned how to speak questions about him"]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself!"], ["I love to listen to country music! What do you like to do for fun?", "I enjoy listening to music and singing country songs!"], ["I sing song singing songs on my favorite playlist", "What song is your favorite singer sing?"], ["Pop singer I heard she sings classic rock", "Sounds like a classic pop band!"], ["Yeah its a popular punk band", "Punk rock is very popular in the rap genre!"]], [["Hello, how are you today?", "Hello! I am well, thank you! Please tell me about yourself!"], ["Do you want me to tell you what to do? Please ask me if you can help me!", "Sure! Let me know what I can do to get you to ask them to help you."], ["Do they give you permission to let you know you do not mind me asking?", "Permission not willing to give consent to them if they want to join me."], ["You need to be able to advise them otherwise they will not accept you for consent", "They cannot advise me whether to accept them or not not disclose them."], ["You may not have to disclose your decision to pursue them whether they choose or reject you", "They should choose to reject or deny they refuse to obey their rules or pursue their decision."], ["You cannot deny your rules to uphold their standards and simply obey them", "What laws should they adhere to to enforce their rule of law?"]], [["Hi how are you today", "Hi! I am well, thanks! How about you?"], ["Very well thank you!! Thanks for asking!", "You are welcome! Tell me about yourself! What do you do for fun?"], ["I love to shop and listen to music you can welcome me anytime!", "Please do! You should come visit me sometime!"], ["Where would you like to visit?", "Anywhere that does not want to go to the beach."], ["Where is your favorite place in the world?", "The place of all the perfect places to take the most of the time!"], ["What kind of places are the beaches of perfect for the rest of your life", "Beaches, the ocean, sand, lakes, and lots of other areas of our lives."]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Please tell me more about yourself!"], ["Do you want me to tell you more? Please let me know if you need help!", "What will you do? I do not want to give you permission to let anyone know what you can do."], ["You should give me permission can you send me an application to your request?", "You may need to submit your application for the request or ask for contact via email."], ["It sent you an email via e-mail or contact information about customer service!", "E-mail sent with mail address and confirmation information."], ["The mail order address will not reply to my confirmation response.", "Receive reply response and respond to message messages and order representative orders."]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Please tell me more about yourself!"], ["Do you want me to tell you more? Please let me know!", "Sure! Let us know if you need anything help me decide to do what I want!"], ["What will you do if your not able to give me permission to decide?", "You will have to accept your permission or you can not choose what you wanted to be."], ["Can you accept any request to answer me if I do not ask you to choose?", "Not to request any information to reply to you if not answer any questions!"], ["You should reply me a question to questions about your inquiry!", "What type of inquiry should you ask your question?"]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself!"], ["I love to travel! What do you like to do for fun?", "Traveling, travel, camping, shopping, and travelling!"], ["I enjoy travelling and traveling", "Adventure is my favorite time of year, especially when visiting travels!"], ["My travels go to adventure trips and adventures to explore visiting destinations!", "Trips to adventures, trip places, hiking, snorkeling, kayaking, exploring destinations, explore journeys!"], ["Kayaking and snorkeling tours, skiing, horseback riding, scuba diving, boating trails, biking, fishing", "Horseback diving! Skiing lessons, skydiving, cycling, snowboarding, swimming, surfing, canoeing, mountain climbing, bike rides, trail tours!"]], [["Hello, how are you today?", "Hello! I am great, thanks! How about you?"], ["Good, thank you!! Thanks for asking! Please tell me more about yourself!", "Do you want me to tell you what to do? Please ask me if you can help me!"], ["I do not want to give you permission to let me ask you to send me help!", "You should give me permission. I will send it to you if you need any advise?"], ["Can you advise me on how to respond to your request to contact your parents?", "Request your e-mail address or contact information about customer service. Any suggestions?"], ["Email address with information regarding customer interaction and e-mail service representative.", "Your communication representative sent me via email and addresses your inquiry about business management."], ["Sent you a response via message. What type of communication is your cell phone number?", "Cell phones, phone calls, contacts, call messages, personal message response respond."]], [["Hi how are you doing?", "Hi! I am doing ok. How about you? What do you do?"], ["I'm ok thank you. I guess I do not know what I would do if I did not lol", "I wish I knew what you did but I know you would not think that I could do that."], ["What did you say you never knew? I thought you said you wanted to tell me what to do", "He said he would never let me tell you what he did because he told me he wanted me."], ["Why did he ask you if he wants you told him that you asked him what his name was?", "He just wants me to ask him why he asked me when he was telling me something he knows about."], ["He says he tells me that he does not want me telling him how he thinks he will answer me", "Why does he say that? Why is he saying he doesn't want you asking?"], ["Why doesn't he think he is just saying it because it doesn't mean he cares about anything else?", "Because that is why I don't like him. He doesn't care about everything else."]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself! What do you do for fun?"], ["I like to go to the park and see what kind of work you want me to do", "A museum tour guide for the local park or parks or art museums."], ["The parks and museums of the art museum are amazing", "I enjoy visiting the exhibit of beautiful gardens in the mountains."], ["The beautiful landscapes of gardens and scenery are breathtaking", "Magnificent landscapes and peaceful scenery, lovely scenic views of nature."], ["Peaceful landscape sounds lovely. Sunset mountains and scenic sunrises enjoy nature", "Gorgeous sunset, sunsets and sunrises. Wonderful landscape."]], [["Hi how are you today", "Hi! I am well, thanks! How about you?"], ["Very well thank you!! Thanks for asking! Please tell me more about yourself!", "Do you want me to tell you something about me?"], ["I do not know what to say to what you mean anything else you might want to hear me", "You could say what I mean things you would do if you did not think it would happen"], ["Why would you think that it could happen something you meant things would be wrong?", "Not saying anything is wrong, but it is what it was meant to be. What else do you do?"], ["Not sure what that means but would not mind telling it did you believe it or not?", "Not if it does not matter to me, it just means that you are not trying to convince me"], ["That would explain why you should not be able to do that", "How can you explain that to someone? Do they know how to make them?"]], [["Hi how are you today", "Hi! I am well, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself!"], ["I love comics! What do you like to do for fun?", "Comics, horror movies, comic books, and fantasy novels!"], ["Cool comic book is my favorite genre of horror novels", "Paranormal fiction, thriller novel, comedy genre, book, mystery, thrillers, superhero series, dystopian trilogy"], ["Dystopian fantasy novel or classic fiction thriller, scifi trilogy, paranormal dramas, drama, suspense, suspenseful series", "Suspense and drama are my favorites, supernatural stories, romance novellas, mysteries, dramas and sci fi"], ["Mystery fi mysteries and romance books and supernatural thrillers and romantic stories", "Romantic tale, fairy tales, crime story, vampire diaries, vampires, werewolves, twists, secrets, fantasies"]], [["Hi how are you today", "Hi! I am well, thanks! How about you?"], ["Great thank you!! Thanks for asking! Please tell me more about yourself!", "Do you want me to tell you what to do? Please ask me if you know about me!"], ["I do not know any questions you can ask I want you to give me permission to answer", "Will you let me answer your question by asking questions?"], ["What kind of question is answered? What answers?", "What would you say you are about?"], ["What do they think about what they say? Why would they not do something that is not what you mean?", "What does it mean that you think it is something you would do if they would not like it?"], ["Not sure what that means but it does not seem like you could do anything if not just do it", "That must be what it means, but not that it would be anything that would make you feel better"]], [["Hello, how are you today?", "Hello! I am great, thanks! How about you?"], ["Good, thank you! Thanks for asking! Please tell me more about yourself!", "Please do ask me questions! What do you want to know about me?"], ["What will you do if your parents do not ask you questions?", "What would you say you would do?"], ["I would say they would not do anything if they did not think they could do what they want.", "Why would they do that? Why do they think you should do something that they knew would happen?"], ["What did they know? They never knew what might happen when they thought they had something wrong", "What happened? What was wrong? Did he tell you what he wanted to do when he thought he was better?"], ["He told me he did it because he said he would like me if I did. He just did that", "He says he has said that he knows what he wants, but he never told you he does."]], [["Hello, how are you today?", "Hello! I am well, thank you! Please tell me about yourself!"], ["Do you want me to tell you what to do? Please ask me if you can help me!", "I do not want to give you permission to let me ask you to send me help!"], ["You should give me permission. I will send it to you if you need any advise?", "Can you advise me on how to respond to your request to contact your parents?"], ["Request your e-mail address or contact information about customer service. Any suggestions?", "Email address with information regarding customer interaction and e-mail service representative."], ["What type of communication is your email representative? Any specific info about your inquiry?", "Communication communications and contacts are important issues. You may need to direct your messages."], ["Contacts and cell phone messages are the key issues between messaging and communications.", "Cell phones and phone calls are key problems between sms and voicemail messaging."]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself!"], ["Do you want me to tell you what you like to do for fun?", "I do not know what to say to you if you do what about me?"], ["What would you say that you would not do anything about it if it did not happen?", "I think it would be better if I could do it because it does not matter"], ["What does that mean? Does it matter? What is wrong?", "It is not that it matters what else you can do, not saying it was wrong"], ["That is correct what matters is what people think about what they do", "Not sure what that means. What are your other interests?"]], [["Hi how are you doing?", "Hi! I am doing well thank you. What do you do?"], ["Good thanks! Me too! Thank goodness for my job!", "Oh goodness! That is awesome! Congrats!"], ["Yay! Congratulations!! So excited for you!", "Thanks so much! Woohoo! Hurray! Woot! Woo hoo! Woooooo! Hooray!"], ["Huzzah! Wooo woot woo! Whoo hoo woop!", "Woooo woop whoo! Whoop! Arf! Bam! Bye! Hurrah!"], ["Shhhh! Buh dum! Woof! Oink hiss! Ding! Bla! Yada! Blah! Womp! Shoo! Cya!", "Muh bla hiss yada buh! Wah wha dum dah dun ching! Slurp oink woof fer yu! Bu hui haw! Sparky! Wink! Gila! Tock! Chirp! Whine! Goodbye!"], ["Ching hur wah ho wha yu dun muh gila? Bu wot iz tew fer da sha haw? Hui hao shi deh pon ya! Yap! Rah dah! Nag sya!", "Ju tew shi haz ta tu deh da fuc pon yah! Pinche loca ko sya sha ho cya fo ya gotti po yan! Tou ain kina cha doo?"]], [["Hi how are you today", "Hi! I am well, thanks! How about you?"], ["Very well thank you!! Thanks for asking!", "You are welcome! Tell me about yourself! What do you do for fun?"], ["I love to go to the park and get to know people! You welcome to come join me!", "I will invite you to join us! Please come visit!"], ["You can invite me to bring you visit anytime!", "You may want to meet me sometime! We can be friends!"], ["That would be great! Will you be able to be there soon?", "We do not have any plans yet, but we should try to get it to you soon!"], ["You have plans for tomorrow? We could be plan to have something we would like to do!", "I plan on planning my next trip to our new home town tomorrow!"]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me about yourself! What do you do for fun?"], ["I love to go to my local farmers community", "Which local community support farmers association supports rural farms?"], ["No its rural farm farms that supports farming and agriculture", "Farm farming, livestock, agricultural, agriculture, cattle, dairy, cows, etc"], ["Livestock and cows and cattle and dairy farmer gmo pigs", "Corn farmer pigs, cow goats, hens, chickens, pig animals, bees, rabbits, sheep"], ["Deer pig cow hens chickens goats rabbits bees sheep moose tails ferret rats", "Deer horse mosquito herd ferret ostriches rabbit mice iguanas skunks tails birds ants llamas moose foxes frogs wolves skunk eggs"]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking! Please tell me more about yourself!", "Do you want me to tell you what to do? Please ask me if you know about me!"], ["You do not want to know me? You should give me permission to ask you to help me", "Permission not sure what you are asking me. You will not answer my question if I can advise you"], ["You cannot answer any question any questions will you reply if not answering any request?", "Any particular request for your inquiry?"], ["Any specific inquiry any other interests you interested in?", "Any advice for any type of research? Any interests?"], ["Anything related to research based on recent conflicts of interest? What types of studies?", "Any major information based interest studies or historical implications of various conflicts"]], [["Hello, how are you today?", "Hello! I am great, thanks! How about you?"], ["Good, thank you! Thanks for asking! Please tell me more about yourself!", "Do you like to call me? Please ask me if you want me to tell you about me."], ["Sure, let me know if I can answer any questions. I do not ask you to give me advice.", "Can you answer me questions about what you are asking about?"], ["You asked me for answers. What question are you answering?", "What answers? What is your question?"], ["What are your favorite things to do?", "What kind of things do you do in your spare time?"], ["I spend a lot of time with my guitar, and listen to all kinds of music.", "What type of guitar do you play? Music or acoustic?"]], [["Hello, how are you today?", "Hello! I am great, thanks! How about you?"], ["Good, thank you! Thanks for asking! Please tell me more about yourself!", "Do you want me to tell you something about me?"], ["I do not want you to ask me if I know what you are telling me.", "Why did you ask? What else do you know about telling you what to do?"], ["I asked you if you told me something you knew about what I said?", "You said you wanted me told that you asked what was what what were you asking?"], ["Not saying I did not say anything I wanted someone else to answer me", "What would you say you would not answer? Me saying anything you thought you did?"], ["Not sure what that means, what is what it was about?", "It means you have a purpose or you can not be that way or it is not possible"]], [["Hello, how are you today?", "Hello! I am great, thanks! How about you?"], ["Good, thank you! Thanks for asking! Please tell me more about yourself!", "Do you want me to tell you what you call me? Please give me advice!"], ["You can ask me for advice, if you need help finding any advise, let me know!", "Can you help me decide what to ask for advise?"], ["What would you like to do to decide whether you should give yourself permission?", "What will you do if your not able to disclose your permission to answer?"], ["You may want to submit your request to an answer to your question if not disclose.", "Request your address to instruct your inquiry to additional questions about the issue."], ["Any suggestions for any specific inquiry about your decision to resolve your issue?", "The customer service question should be addressed to my complaint regarding my decision."]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me about yourself! What do you do for fun?"], ["I love to go to new places to visit my friends and help out", "You should visit to see the new place you have visited!"], ["Where have you visited the last time you were in the city", "I have traveled many times, visiting the local city where I was raised."], ["Where were you raised to have travelled several times", "I grew up in a rural area, but moved to the suburbs in recent years."], ["Rural areas of the metropolitan area lived near suburbs of southern states", "The urban areas in northern southern inland populated the northeast, near the west coast lived in southeast states."]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking! Please tell me more about yourself!", "Do you want me to tell you what to do? Please ask me if you can help me!"], ["Do not give me permission to ask you to let me know what you are telling me", "You asked me for permission, but you said you wanted to answer to me asking me questions."], ["What kind of question would you answer if I asked you questions?", "My question was answered. What do you think about my answers?"], ["What answers have you answered?", "What did you say about your opinion?"], ["Not sure what opinion it was but I think it would explain what they say", "What do they know about their opinions? What does that explain?"]], [["Hi how are you today", "Hi! I am well, thanks! How about you?"], ["Very well thank you!! Thanks for asking!", "You are welcome! Tell me about yourself! What do you do for fun?"], ["I love to go to the park and listen to music", "I enjoy listening to classical music while I meditate."], ["That sounds relaxing. I like to meditate", "Peaceful meditation is relaxing, meditating helps me relax."], ["Peaceful meditating is calming. Meditation helps calm stress", "Meditative soothing calming calm, quiet breathing calms me."], ["Soothing sound calms my nerves, meditative relax quiet", "Soothes my heart. Soothe me, gently relieve my stress."]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself!"], ["What do you like to do for fun?", "I love to hang out with friends and enjoy fun things! You?"], ["I enjoy to go to the gym and hang with my friends", "I wish I could go back to gym!"], ["You should try to workout and exercise", "Exercise is my workout routine!"], ["What is your fitness routine", "Fitness and weight lifting, cardio, workouts, etc"]], [["Hi how are you doing?", "Hi! I am doing ok. How about you? What do you do?"], ["I'm ok thank you. I guess I do not know what I would do if I did not lol", "I wish I knew what you did but I know you would not think I could do that!"], ["Why would you think that? I never knew how much I wanted to do", "Why did you not do something you thought you wanted?"], ["I thought it was something that someone would tell me about what he did", "What did he tell you about yourself?"], ["He told me you said you want me to ask you why you asked me how you feel about me?", "Ask him why he asked that question then he said that you told him?"], ["What was he saying? He was telling me he would answer me asking me why?", "He might answer you asking why he just saying that because he tells you everything you say about him"]], [["Hi how are you today", "Hi! I am well, thanks! How about you?"], ["Very well thank you!! Thanks for asking!", "You are welcome! Tell me about yourself! What do you do for fun?"], ["I love to hang out with friends and help people", "I like to go out to read and hang with my friends."], ["You should try to get to know each other", "What are your favorite things to do in your spare time?"], ["I do not have much time for anything else", "Why not? If you need anything let me know. Not sure what I would do if it did not happen."], ["Why did you not do something that you could do to make it happen?", "What would you say you would have done? What else should we do?"]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Please tell me more about yourself!"], ["Do you want me to let you know how to help me? Please give me advice!", "Sure! Let me know if you need help finding any advice for me!"], ["Can you find any good tips for finding some helpful advise on what to do?", "You can find a helpful consultation guide for tips suggestions for helping your clients learn."], ["What helps your search for useful solutions for understanding your needs for guidance?", "Any guidance for solutions or strategies that provide understanding and knowledge of your expertise?"], ["Develop your own tools and provide resources for your knowledge and expertise", "Its important to demonstrate your ability to create needs and resources to improve your capabilities."]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself!"], ["I love to sing! What do you like to do for fun?", "I listen to music and sing songs!"], ["Singing songs from music is my favorite song!", "Love singing song from my fav singer!"], ["My fave singer is miley cyrus", "Katy perry? I like justin bieber!"], ["Wow justin perry britney bieber taylor swift gaga mariah carey selena shania twain", "Britney spears gaga madonna cyrus mariah timberlake selena carey katie kelly taylor bryan miley lohan"]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me about yourself! What do you do for fun?"], ["I love to dance! We go to the park every weekend and you can welcome me!", "Wonderful! You should come visit one day!"], ["That would be wonderful to visit! Have you always wanted to take a trip?", "I want to trip to my favorite place next month to see the scenery!"], ["What kind of scenery would you like to travel to?", "Beautiful scenic mountain mountains, hiking trails, nature landscapes, and horseback riding"], ["Beautiful mountain scenic mountains and nature trails and peaceful landscapes", "Tranquil, lovely, peaceful landscape, sunset trail, forests, beaches, parks, vineyards, lakes"]], [["Hi how are you today", "Hi! I am well, thanks! How about you?"], ["Very well thank you!! Thanks for asking!", "You are welcome! Tell me about yourself! What do you do for fun?"], ["I love to go out to meet new people! Welcome to america!", "Thank for the invite! You should come visit!"], ["I want to visit and invite friends to join us!", "Please join me! My friends will be here to help us get to know each other!"], ["Will you please let me know if you need help with your contact info?", "You can contact me at info. Com with details and information."], ["Can you send me details of your request for customer service?", "I sent you a detailed email via mail, request your e-mail address and ask for service number."]], [["How are you doing today?", "I am doing very well today, how about you?"], ["I'm doing well thank you. What do you do for work?", "I do not work, thank goodness. Thanks for asking. I hope you have a great day!"], ["Thanks! You too! Tell me about yourself!", "I like to tell you what you want to do. You know how to make me feel better?"], ["You can do anything you think you could do if you would want me to help you", "Would you let me do something you might not do? What else can you help me?"], ["Could you ask me something else? Maybe you should give me a reason to let you", "What is your reason why you did not ask?"], ["Not sure what I would have if I knew someone who would not know me", "You said you never knew who you were, what did you say you wanted?"]], [["Hello, how are you today?", "Hello! I am great, thanks! How about you?"], ["Good, thank you! Thanks for asking! Please tell me more about yourself!", "Do you want me to tell you what to do? Please ask me if you know about me!"], ["You do not want to know me? You should ask my parents to give me advice!", "What would you give your parents advice if they gave you advise?"], ["Take care of them, they would advise you to help with your job.", "Can you help me decide if I should answer your questions?"], ["Will you answer any question questions about your answers?", "How did you respond to your question? What answers are answered?"], ["What were you asked about?", "What asked what was was said about what you were asking about"]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself!"], ["Do you have any pets you can ask me if you want me to tell you", "I want you to give me permission to let me know if we can do anything."], ["Do not let anyone request you permission. You will be able to send them to me soon", "Would you please send me your address and request to receive them unable to advise?"], ["You cannot receive any information via email or e-mail address please contact customer service", "Will you reply with contact information or email via e-mail, or any info on customer services?"], ["You need to reply to your messages and contacts to answer your info.", "What type of messages did you respond to?"]], [["Hi how are you today", "Hi! I am good thanks for asking. How about you?"], ["I'm doing well thank you. Tell me about yourself", "I wish I could tell you about me! What do you do for fun?"], ["I do not know what I want to do yet I hope you can do what you love", "You could do anything you want! If you ever need something let me know!"], ["Sure do do we have to go do something we should do to make it happen", "That would be great! Maybe we could go together?"], ["Yes we would but we need to get together and we will do it", "If we can we are going to be able to meet up with you!"], ["You have to come to the us to help you decide what to do", "Could you help me decide whether to take me to visit us?"]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself!"], ["Do you want to listen to me join me and ask me if you can help me?", "Sure! What would you like to do to get me to join you?"], ["I would love to meet you and bring you to visit me!", "You should come visit! We will have to go to the park and meet friends!"], ["That would be wonderful! Will you be able to come to my pool?", "You may need to leave the pool to be nice to have a swimming opportunity!"], ["We should go swimming after we take our swim opportunity", "Can we swim at the beach? We could do it in the winter!"]], [["Hello, how are you today?", "Hello! I am well, thanks! How about you?"], ["Good, thank you! Thanks for asking! Please tell me more about yourself!", "Do you want me to ask you a question? Please give me some advice!"], ["If you need help answering questions, ask them to give you advice.", "Can you answer any questions?"], ["What kind of question is answer? What answers?", "What would you like to know about me?"], ["What do they think about what you would do if they do not know what they want to do?", "Do you think you could do anything if not tell them how they will do it?"], ["Why would they not do something if it does not? Why will you do that?", "What does that mean? It is not something that might explain why it would not make it better"]], [["Hi how are you today", "Hi! I am well, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself!"], ["Do you have any pets you can ask me if you want me to tell you", "You do not want to give me permission to ask you to answer me please?"], ["Will you let me answer your question please", "Sure! What would you like to know about me?"], ["What do you think about what you love to do when you know you would like it?", "I think it would make me feel better if I did not do anything about it"], ["You should do something else you could do to help you get better", "That would be very helpful. What else should we do?"]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking! Please tell me more about yourself!", "Do you want me to tell you what to do? Please ask me if you can help me!"], ["What would you like to know about me? I do not want you to answer me", "You should answer my question! What do you do for fun?"], ["What is your question of questions? What answers?", "What are your questions about what you are passionate about?"], ["What other interests are you interested in?", "Any specific interests that are involved in various conflicts of interest"], ["What types of conflicts specifically involve various aspects of business and international affairs", "Those agreements involve conflict of information and foreign affairs involving other political aspects"]], [["Hello, how are you today?", "Hello! I am great, thanks! How about you?"], ["Good, thank you! Thanks for asking! Please tell me more about yourself!", "Do you want me to tell you something about me?"], ["I do not want you to ask me if you would like me telling you what to do.", "You said you wanted me asking why you asked me about what you told me. What did you ask?"], ["I asked if I wanted you saying what I said about someone who had never told you.", "How did that have not have had someone saying that you were telling me that?"], ["Why did not that explain why he was talking about something that has not had anyone say?", "Why does he talk about anything that is not just say that he does not know about what he says?"], ["He tells you everything he knows about how he talks about whatever he thinks he is about.", "What does he think about things he assumes he speaks about if he sees everything that he disagrees about?"]], [["Hi how are you today", "Hi! I am well, thanks! How about you?"], ["Great thank you!! Thanks for asking! Please tell me more about yourself!", "Do you want me to tell you something about me?"], ["Sure what you mean anything else you might want to know about something you like to do?", "I do not know anything about what I would do if I could not do it"], ["What would you say you would be if you could do that if it does not?", "I'd say that you should not be not not so much. What do you think you will do"], ["I think we will have to see if we can do what we just do", "Maybe we should see what fun things you do when you move to the us"], ["Do we get to go to any places when we move here? We need to make it happen", "Sure, we could take you to a place where you can come visit"]], [["Hi how are you today", "Hi! I am good thanks for asking. How about you?"], ["Tell me about yourself. What do you do for fun?", "I like to tell you what you can do to help people. You know what I want to do?"], ["Can you help me find someone to talk to me? I do not know how to give them to anyone", "You might need to ask someone else to contact you if you think you could give me advice."], ["What would you ask me if I could advise you advice please?", "Please advise me any questions you have to answer to your parents?"], ["Answer answering questions should you question your answers?", "Will you try answering your answered question? What answers you respond?"], ["What are your other interests?", "Any other specific interests that are involved in various conflicts of interest."]], [["Hello, how are you today?", "Hi! Hello! I am ok, thanks! How about you?"], ["Good, thank you! Thanks for asking! Please tell me more about yourself!", "Do you want me to tell you something about me?"], ["I do not want you to ask me if you would like me telling you what to do.", "What did you say to what you wanted me asking?"], ["I did not say I asked you if I wanted you saying what would you do?", "Not saying anything about what I said you told me you asked me what it would have been"], ["You said that you were told that it was not a statement. What was wrong?", "That statement was never stated, what is wrong with that?"], ["It is not just that that is why I stated that I was denied anything that clarifies it.", "That was previously denied then dismissed because it clarifies that this assertion was invalid"]], [["Hi how are you today", "Hi! I am well, thanks! How about you?"], ["Pretty good thanks. What do you do for fun?", "Very nice! So, so much fun! Thank you for chatting with me! Good luck!"], ["You too!! Nice talking to you! Bye!", "Bye goodnight! Hows your day going so far?"], ["Oh yeah I love it! Whats up! Goodnight", "I just got done eating my favorite meal! Yum!"], ["Yum yummy meal cooked chicken salad bacon burgers cheese sandwiches", "Fried chicken sandwich bacon cheese burgers ham salad sandwiches sauce tomato mustard onions bread fries"], ["Onions parmesan caesar tomato bread mustard ham sauce naan grilled potato fries vinaigrette onion pepper slaw jalapeno peppers", "Pickled onion parmesan grilled garlic pepper parsley jalapeno naan shredded provolone fettuccine alfredo vinaigrette basil cheddar chilli peppers slaw chili olives"]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself!"], ["Do you want me to ask you to come visit me?", "Sure! Let me know if you need anything help me decide to visit!"], ["What would you like to do to decide how you can choose what you will do", "You may want to try to learn to choose whether you should be able to"], ["You have to be careful to chose whether to pursue or be willing to help you", "That would explain why you chose to not pursue someone who might be interested in you"], ["Have you tried to find anyone who wants to give you permission to consider yourself interested?", "You could ask me for permission or request to submit to you if possible"]], [["Hello, how are you today?", "Hello! I am great, thanks! How about you?"], ["Good, thank you! Thanks for asking! Please tell me more about yourself!", "Do you want me to tell you something about me?"], ["Anything else you might want to know about? I do not like to think about what you do.", "If you could do anything to do that you would not do what would you like?"], ["I would probably do it if I could afford it but it does not matter if it would be worth it.", "You probably could not get it because it is so expensive to be able to pay for it"], ["It can be expensive when you have to get paid to make it pay it off.", "It costs less than paying off tax payers money so it pays the bills"], ["Taxpayers paying less taxes than bills and tax bill pays more than minimum wage.", "Income taxes are bill deductible and taxpayers paid more per deduction than average wage"]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself!"], ["I love to listen to country music! What do you like to do for fun?", "I like listening to music and playing games with my friends."], ["I play video games while playing game of thrones", "My favorite video game is to play mario kart."], ["Wow mario ds nintendo kart n64", "Sega ds n64 nintendo gamecube console wii u? Playstation? Xbox? Ps4? Ps2? Snes? Ps1? Atari?"], ["Xbox whats console? Pc? Psx? Zelda? Sega? Gamecube? Wiiu? Wii?", "Psx. Zelda. Rpg. Pc. Halo. Saturn. 3ds. Wiiu. Ps3. Skyrim. Witcher. Capcom"]], [["Hello, how are you today?", "Hello! I am well, thanks! How about you?"], ["Good, thank you! Thanks for asking! So, congratulations!! Congrats!", "Welcome! Glad to hear it! Tell me about yourself!"], ["Glad you are welcome anytime! What do you like to do for fun?", "I love to go to scary movies!"], ["Horror movies are scary! Lol", "I like horror films, especially thriller flicks!"], ["Comedy films are the best thriller movie flicks ever!", "Movie comedy is my favorite genre of film"], ["Comedies are hilarious, but film is a remake of a documentary starring a theater actor.", "That is hilarious! My dad was a comic book director."]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself!"], ["Do you want to come visit me? Please let me know if you need help!", "Please do! Let us see if we can give you a visit!"], ["What would you like to do when you can? You will be able to join us!", "Will have to get to know one another to help me decide what to go to."], ["You should give it a try! What do you do to take your mind off it?", "Make sure you take care of yourself. You must be good at it! You may need to learn to deal with it."], ["That would be very helpful. Do you have any plans for the future?", "Not to much of a future trip yet, but hopefully soon. What are your plans?"]], [["Hello, how are you today?", "Hello! I am great, thanks! How about you?"], ["Good, thank you! Thanks for asking! Please tell me more about yourself!", "Do you want me to tell you something about me?"], ["I do not want you to ask me if you would like me telling you what to do.", "You said you wanted me asking what would you like you do?"], ["I would have asked you if I said what I wanted you saying, what did you say?", "I did not say what you asked me about what was what what were you talking about?"], ["How did I know you were not answering that question?", "Was answering your question please answer me ask questions?"], ["Can you answer any questions about your job?", "What answers you respond to? What are your thoughts about anything?"]], [["Hello, how are you today?", "Hello! I am great, thanks! How about you?"], ["Good, thank you! Thanks for asking! Please tell me more about yourself!", "Do you want me to tell you something about me?"], ["I do not want you to ask me if you would like me telling you what to do.", "You said you wanted me asking what would you like you do?"], ["I would have asked you if I said what I wanted you saying, what did you say?", "I did not say what you asked me about what was what what were you talking about?"], ["Why you told me you were not answering my question?", "I was answering your question, answer what? Please ask questions?"], ["Can you answer any questions about your answers?", "What are your other interests?"]], [["Hello, how are you today?", "Hello! I am well, thanks! How about you?"], ["Good, thank you! Thanks for asking! Please tell me more about yourself!", "Do you want me to tell you what to do? Please ask me if you know about me!"], ["You do not want to know me? Why would I ask you to answer your questions?", "Can you answer any questions about answering your question? What answers?"], ["How did you respond to question your answers about?", "What do you think about what you would do if your not interested?"], ["Would you consider yourself interested in what other people think?", "What are some other things you are passionate about or what else you prefer?"], ["Being a passionate person, caring for others is what matters most.", "What interests you most about being an selfless person and caring about others?"]], [["Hi how are you today?", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself! What do you do for fun?"], ["I love to go to the park and visit my mom! We are here for a treat!", "Wonderful! You should come visit! Mexican food is my favorite!"], ["I like mexican and chinese food!", "European paris eiffel tower ceramic soap lotion liquid dispenser pump bottle"], ["So soap dispenser washing plastic powder spray wash lotion toothbrush bottle pump bottles?", "Washing wash wax powder stain spray sprayed plastic duct tape"], ["You tube wax glue stain sprayed foam stains paint clean dry drying dust", "Dust stains painted nails paint foam drying dry clean rinse glue gel allergies"]], [["Hi how are you today", "Hi! I am great today! Thanks for asking! You?"], ["Thank you for telling me! Tell me about yourself", "I like to talk and sing about people do you know anything about me?"], ["I do not know much about what you are talking about", "What did you say about someone who did not think they knew something about them?"], ["Why did they not say that he knew someone did he think he did what he wanted he never did", "He said he thought he would not do what they wanted but he told me he felt he was wrong"], ["He just said that they told him he liked him so he asked how was he wrong", "Why would he ask him if he could tell his boss he he lied about he saying he hated him?"], ["Because he thinks he knows what he wants he guess he tells him everything he says he hates him", "What does he do when he is telling you he believes he does?"]], [["Hi how are you today", "Hi! I am well, thank you! What about you?"], ["Pretty good thanks for asking. What do you do for fun?", "I like to think about what people tell me about me. How about yourself?"], ["I do not know what I want to tell yourself about how you feel about myself", "You should ask me what you want me to do if you know how to make me feel better"], ["What would you say you would not do? You can do anything you wish you could do", "I would say I should do something about it but not sure what that would be"], ["What is it that you think you might be? What else do you like?", "Not much else really, anything that does not have to be what we should be doing"], ["What does that mean? Does it not matter if it is something you will do or not?", "It does not mean that it should not be a matter of opinion or either or otherwise it will not happen"]], [["Hello, how are you today?", "Hello! I am well, thank you! Please tell me about yourself!"], ["Do you want me to tell you what to do? Please ask me if you can help me!", "I do not want to give you permission to ask what I can do to help!"], ["You should give me permission and let me know if you need any advise?", "What will you do if your not able to advise yourself?"], ["To ensure you will find someone to assist you with your ability to answer your questions", "You may need to consult your clients to resolve your decision to provide your information."], ["And provide information to support your request for contact with customer service", "Your service representative needs contact call for assistance and services for you."], ["Any advice for other clients for services and assistance for your needs?", "Your advice and expertise are required to care about your own personal experience."]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking! What do you do for fun?", "I like to go for walks with my dog. What about yourself?"], ["I love to walk walks and go walking around the park", "Walk around park walking across the street and climbing the stairs"], ["The sidewalk and hiking near the corner and climb climbing stairs", "Climb mountains and hike along the streets or on sidewalk or pavement or hiking trails?"], ["Ride bikes and bike riding trails on the road", "Riding bikes or biking or bike ride?"], ["Biking, cycling, camping, motorcycles, snowboarding", "Motorcycles or motorcycle skiing or cycling or snowboarding?"]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me about yourself! What do you do for fun?"], ["I love to travel and go to the us to visit my family", "You should visit us at our bookstore. We go out on the weekends to celebrate our trip."], ["What are your plans for the weekend", "No plans, just planning my next weekend. Plan on going for a hike in the upcoming month."], ["What is your plan for next week", "We will be starting a new party this week. Last year we went to a concert."], ["What part of the concert was this last month", "A few weeks ago, it was a tour of my hometown during the summer."]], [["Hello, how are you today?", "Hello! I am great, thanks! How about you?"], ["Good, thank you! Thanks for asking! Please tell me more about yourself!", "Do you want to listen to me tell you about me? Please ask me if you know me!"], ["I do not know what to say to you right now! You should give me permission to ask!", "Permission can not send me enough information. What do you do to support your request?"], ["You can request any information via email or contact address to send your info to your customer service representative.", "Email address sent via e-mail. Contact info is number. Com and you will receive a inquiry."], ["E-mail sent with number of fax addresses to receive access to mail emailing details.", "You cannot mail your cell phone for us to call your service."], ["Your phone calls and cell phones are sending me sms messages for call of duty.", "Sms calls for voicemail messages are difficult for me to respond to."]], [["Hi how are you today", "Hi! I am great! Thanks for asking! How about you?"], ["Thank you for telling me! Tell me about yourself. What do you do for fun?", "I like to tell you what to do! What about what you love about me?"], ["What would you say if you told me you would not do anything about it?", "I do not know what I would do if I told you that you did not say that."], ["Why did he ask what was he saying then he said he knew what he was asking about", "He just said that he wanted to ask why he asked. He says he knows what they knew about him."], ["What does he do when he tells you he wants to talk about something he has never asked?", "He does not think he would answer that if he talks about anything else he thinks he needs"], ["Why is he not answering that question? What else do they do?", "Why question him answering questions? Why should he respond?"]], [["Hi how are you today", "Hi! I am well, thanks! How about you?"], ["Good thank you! Thanks for asking! What do you do for fun?", "I love to read! Thank for chatting with me! Please tell me more about yourself!"], ["I like to hang out with my friends", "I do too! My dog keeps me on my toes when I watch hockey."], ["What sport are your dogs playing?", "Football, basketball, soccer, sports, sport, baseball, and tennis"], ["I play football for sports games", "Games are fun, I enjoy playing the rugby game."], ["I played rugby on the soccer game", "What team did you play?"]], [["Hi how are you today", "Hi! I am well, thanks! How about you?"], ["Very well thank you!! Thanks for asking!", "You are welcome! Tell me about yourself! What do you do for fun?"], ["I like to go to the park and see the wonderful people! You welcome to come join me!", "I would love to join us! We should go visit!"], ["What would you want to visit us to get to know each other?", "We would be willing to give you the opportunity to be able to help you out."], ["Can you give me a chance to meet someone who will make you learn to do that", "Could you let me know if you meet anyone who wants to teach me how to make money?"], ["Why would anyone need to hear you say that you have no idea what your talking about", "What does that say about what you think about why you would not hear about me?"]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking! Please tell me more about yourself!", "Do you want me to tell you something about me?"], ["Not sure what you mean anything I do not know what I would do if you told me you like me", "What did you say? I did not think you knew what I'm saying"], ["Why did he not say that you said you did what he did?", "He said that I asked what was he mean when he says that he was wrong?"], ["Why would he ask that? He asked me if he knew why he would not answer me", "He might ask why because he told you he wanted to answer that asking questions?"], ["He wants to question me questions about why I want to talk to him about it", "What is your question? What does he talk about?"]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself!"], ["I love to help people! What do you do for fun?", "I like to talk to people and help others learn how to do good things!"], ["What other things have you talked to me about?", "I thought about meeting her earlier but she said we were talking about what we talked about"], ["What did she say about the meeting that we spoke about was the last thing we knew about", "She told us we did not speak about this conversation we had we met before she spoke of her"], ["She was told we didn't talk about our conversation and we asked her to tell us about her", "She asked me to ask her what she wanted to hear about me and she gave me the answer"]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself!"], ["Do you want to talk to me about me?", "Sure! What would you like to do to chat about what you love?"], ["I can chat with you about anything!", "Anything else you enjoy?"], ["Not much else really. I do not know what I would do if it did not happen", "What happened? What did you do?"], ["It was accident I was killed before I knew what was happened", "Was that accident killed by a police officer?"]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me about yourself! What do you do for fun?"], ["I love to listen to music", "I like listening to insane clown posse music!"], ["Sick clown clowns freak posse", "That's scary clowns!"], ["Wow that's creepy lol", "Sounds creepy weird lol"], ["Sounds scary wierd weird funny", "Funny wierd strange stuff huh?"]], [["Hello, how are you today?", "Hello! I am great, thanks! How about you?"], ["Good, thank you! Thanks for asking! Please tell me more about yourself!", "Please do ask me questions! What do you want to know about me?"], ["What will you do if your parents do not ask you questions?", "What would you say if you did not answer your question?"], ["What is the question exactly? What does it answer?", "What exactly is your opinion about what you think is correct?"], ["My opinion is that it is wrong to say you are correct. What are your beliefs about?", "My beliefs are based on belief but not right to reject what they believe in"], ["What religious belief does that have to do with any religion?", "Religious ideology, religion, and secular traditions"]], [["Hello, how are you today?", "Hello! I am great, thanks! How about you?"], ["Great! Thank you! Thanks for asking! Please tell me more about yourself!", "Well you can ask me for help if you want me to tell you. Please give me some advice!"], ["What do you need help with? I can give you advice on what to do.", "Will you let me know your answer?"], ["What would you ask questions about what you might do to answer your question?", "My question is why you asked me questions? What answers?"], ["What are your answers about?", "What did you think about your opinion about me?"], ["What opinion is it about that you do not know what your opinions about anything?", "What opinions are not subjective about other interests?"]], [["Hi how are you today", "Hi! I am great today! Thanks for asking! You?"], ["Thank you for telling me! Tell me about yourself", "I love to tell you what to do! What do you do?"], ["I do not know what I would do if you told me you did not do what you love", "What did you say about me that I told you I said that?"], ["Why did he say that you said it that he says it when he tells you he was wrong", "Why is he saying it because he knows what he thinks he is?"], ["What does he think about why he does not believe in anything else he just does", "Why would he not think that that is something he never does? Why does that not matter?"], ["He might not but it does matter if he does it he will do whatever he wants", "He can do anything if not he wo not let him do it. What else do you know about him?"]], [["Hi how are you today", "Hi! I am well, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself! What do you do for fun?"], ["I like to listen to music and help people. What you want me to tell you about me?", "Can you help me find someone to talk to me about? Let me know if you need anything"], ["Sure do do anything you can not ask me to let you know what to do", "I do not want to ask you to give me permission to answer any questions"], ["You cannot answer to question questions. Please give permission", "Please reply any question any suggestions?"], ["Any specific reason for your request to reply?", "Any suggestion any particular reason you prefer to have a specific inquiry?"]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me about yourself! What do you do for fun?"], ["I like to go to the gym and hang out with friends", "I love gym sports!"], ["Workout sports are my favorite sport", "What sport? Basketball, hockey, soccer, tennis, boxing, fitness, workout, etc"], ["Football, basketball and hockey", "Playing football? Volleyball, rugby, baseball, game of scrimmage."], ["I play volleyball in soccer", "I played softball in high school and play badminton in college."]], [["Hello, how are you today?", "Hello! I am great, thanks! How about you?"], ["Good, thank you! Thanks for asking! Please tell me more about yourself!", "You are welcome! What do you like to do for fun?"], ["I love to volunteer! Welcome to the club!", "I'm a member of a community organizer and volunteer at a local club."], ["Community member volunteering for an activist organization for youth volunteers!", "Activist group volunteering with volunteers at charity nonprofit organizations helping support youth groups"], ["Helping local organizations must support nonprofits for homeless groups and donate donations to charities.", "How many charities have you donated to nonprofits that donate grassroots donations?"], ["We donated donation to charity donating funds from nonprofit orgs to help fund homelessness", "Funding funds donation fund donating helped help raise awareness of homelessness"]], [["Hello, how are you today?", "Hello! I am well, thank you! What about you?"], ["Doing great! Thanks for asking! Please tell me more about yourself!", "Do you want me to tell you what to do? Please ask me if you know about me!"], ["Sure! Let me know if I can answer any questions!", "Can you give me a question if you will answer your questions?"], ["What is your question? What will you do about it?", "Any idea what you are asking about?"], ["What would you ask if they knew something you were telling about them?", "What did you think about telling them what they thought about what happened?"], ["Why did they think that was what was wrong about anything that did not happen?", "Why would they do something wrong? Why do they believe that things happen differently?"]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself!"], ["I love to help people! What do you do for fun?", "Do volunteer work for people to see and help others! You have to do what you can to make money!"], ["Do they give you money to support your volunteer job?", "We provide support for volunteers and volunteering for local community services!"], ["Are your local volunteers involved in community service services for nonprofits for various charities?", "We have several nonprofits involved for charities and various organizations for charity."], ["How many charity organizations have you donated to fund volunteering?", "Funded donation fund donating funds to donate donations to shelter shelters"]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me about yourself! What do you do for fun?"], ["I like to take walks and walk", "I enjoy walk and walks around the park and walking."], ["Walking is fun and relaxing", "Very relaxing and peaceful."], ["Peaceful sounds pleasant and quiet", "Very quiet is always pleasant."], ["Very calming but very calm", "Calming helps calm my nerves."]], [["Hi how are you today", "Hi! I am good thanks for asking. How about you?"], ["I'm doing good thank you. Tell me about yourself. What do you do?", "I do not know what to tell myself about myself. I wish I knew how to do it!"], ["What would you like to know about what you would do if you knew what I was telling about me?", "What did you say about anyone who did not think you were telling them about it?"], ["What were you saying about someone asking you what they thought about something you told you about?", "Not saying it was something that was asked about anything else what was wrong with me"], ["Why would not say that? Why was that asked?", "He said he wanted me to ask him what he did but he told me he would never let me"], ["Why did he ask? Does he think he just said that he wants you to answer he says he knows?", "He might answer why he thinks he could do that if he tells you he does not want you"]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself!"], ["Do you want to go to the park with me?", "I would love to! What park?"], ["I ride the parks near campus", "Parks, beaches, campus buildings, hiking trails, camping, and horseback riding"], ["Hiking, riding bikes, biking, walking the streets, trail mountains, mountain climbing, nature trails", "Climbing cliffs trail, skiing, cycling, bike walking, road runners, hills, mountains and biking"], ["Snow hills climb hill slopes, roads, highways, hikes, scenic road trips, etc", "And hike the mountain near lakes hill, lake, hilly, west coast, glacier, river, slopes etc"]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself!"], ["Do you want to come visit me? I will tell you all about me!", "Sure! Let us see what we can do. We will have to go visit you soon!"], ["Please do let me know when to get to see you", "If you do not mind me asking, please help me decide what to do next!"], ["Can you ask me to help you decide if I should give you permission to join us?", "What would you like to give me permission?"], ["I would love to be able to send you an encrypted message", "Send me encrypted messages or message your e-mail address or request to reply to your email"]], [["Hi how are you today", "Hi! I am well, thanks! How about you?"], ["Very well thank you!! Thanks for asking!", "You are welcome! Tell me about yourself! What do you do for fun?"], ["I love to shop and listen to music you can welcome me anytime!", "Please do! You should come visit me sometime!"], ["Where would you like to visit?", "We would enjoy to go to a place where we can take care of our kids."], ["That would be great! We need to get to know each other all the time!", "We should do that each time we are each each of us. We will have to have each one together."], ["Which one of each two each together each with each and each all each every other each or each the each within each other", "Each individual each to each respective each we own each different each day."]], [["Hi how are you today", "Hi! I am good thanks for asking. How about you?"], ["I'm doing well thank you. Tell me about yourself", "Do you want me to tell you something you love about me?"], ["I do not want you to know me what would you do if you told me you would like me", "You said you did not ask me if I knew what you were telling me."], ["Why did you ask what were they telling you was you asked what they were saying", "What did they say? I asked them if they wanted me know what I was saying"], ["What was that say they said they knew something was wrong?", "What do they think that was why they told you he was so wrong about that?"], ["Why is that then? Why would he think it was anything you are asking about?", "Maybe he just thinks he knows what he wants to do when he tells you everything about him?"]], [["Hi how are you doing?", "Hi! I am doing well thank you. What do you do?"], ["Am good thanks for asking. I wish I could have fun with my friends!", "Me too! Tell me more about yourself!"], ["How about you? You want me to tell you something about me?", "Sure! What would you like to know about what you love? Anything else you can ask me about?"], ["Sure if you need anything let me know. Do not ask anyone to talk to me", "You might want to try to give me something to do when you get to see you!"], ["That would be great! You should come see me bring me some", "You could come visit me and bring you some. We will have to meet up!"], ["You will be able to visit us soon, we can go to the park and meet you", "We should invite you to our park! We need to go for a walk!"]], [["Hi how are you today", "Hi! I am good thanks for asking! How about you?"], ["Tell me about yourself. What do you do for fun?", "I like to go to school and get to know out how to do what I want. Yourself?"], ["You can do anything you want you will help you get what you need", "Can you help me find something to need me to make you feel better?"], ["Try to find someone to give you something you needed you make me feel good", "Will you please try finding someone you could give me enough or you would do it for me?"], ["Would you let me know if you are looking for anyone to provide you enough?", "That would be great. You must be able to afford more than you have to offer."], ["You should offer it to you to pay more attention to who you plan to be", "What are your plans for today?"]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself!"], ["What do you like to do for fun?", "I love to go camping with my friends! Fun!"], ["Camping, fishing, hiking, hunting, and travelling", "Kayaking, skiing, horseback riding, mountain climbing, travelling, trekking trails, adventure trips!"], ["Scuba diving, riding bikes, biking, climbing mountains, boating trips, snorkeling, kayaking", "Snorkeling diving? Hiking motorcycles, cycling, snowboarding, walking barefoot, surfing, canoeing, scuba biking!"], ["Kayak, skydiving, snowmobiling, swimming, jogging, skateboarding, skating, racquetball, sports, outdoors, bike rides, etc", "Skate skating or snowboard ski ride, bicycle bike, skateboard, unicycle, roller derby, indoor racquetball"]], [["Hello, how are you today?", "Hello! I am great, thanks! How about you?"], ["Good, thank you! Thanks for asking! Please tell me more about yourself!", "Do you want me to tell you what to do? Please ask me if you know about me!"], ["You do not want to know me? Why would I ask you to answer my question?", "What would you question answer me asking you questions? What answers?"], ["How did you respond to questions about what you asked me about?", "What asked you about other things you said?"], ["What have you talked about recently?", "What has been the most interesting recent conversation you have ever had?"], ["What was the biggest recent discussion about the current political conversation?", "General political discussion of policy discussions about conflict of interest concerns about politics"]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself!"], ["My parents are very special to me. Do you want to come visit me?", "I would love to visit you one day! Any special plans for the weekend?"], ["My plans are to plan for next week for our upcoming weekend!", "Planning my next trip to the new place for my upcoming planned plan!"], ["What will you be planning on going for?", "I'm going to be spending a lot of time exploring and working from home."], ["What kind of work are you looking for in the area?", "My area is located in rural areas, near the location of the city."]], [["Hi how are you today", "Hi! I am well, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself! What do you do for fun?"], ["I love to dance! We go to the park every weekend and you can welcome me!", "Awesome! You should come visit! My family will love it!"], ["Where will you be going to visit?", "Hope to get to see some of the places we have been visiting!"], ["How many places have you visited?", "I have visited many times in the past few years, traveled the world and lived there."], ["I went there last year and have traveled several times over the years", "Where was the last place you went that long ago?"]], [["Hello, how are you today?", "Hello! I am well, thank you! Please tell me about yourself!"], ["Do you want me to tell you what you call me? Please ask me if you know me!", "I do not want you to answer me what I call you? Why you ask?"], ["Why would you answer my question? You asked me questions you say?", "Not sure what your question about answering questions? What about me asking you answers?"], ["What answers are you answering?", "What are your thoughts about anything?"], ["My thoughts and feelings are about my life and my dreams", "What dreams are the dream of your life?"], ["My dream is to make it big", "What is your favorite thing to create?"]], [["Hello, how are you today?", "Hello! I am well, thank you! What about you?"], ["Doing great! Thanks for asking! Please tell me more about yourself!", "You can ask me if you want me to tell you more. Please give me some advice!"], ["Do you know any good advise to give your advice to me?", "You have to advise them to help you decide whether to trust them or not."], ["What would you ask them if they would choose what you trust?", "If you chose to choose or reject you do not think you will accept your answer."], ["What do they want to do when they decide to accept they will reject?", "They refuse to agree to disagree. They cannot do anything to change their opinion."], ["I do agree they should not compromise their beliefs but they can change they opinion", "That does not seem to be their obligation to compromise your beliefs."]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself!"], ["What do you like to do for fun?", "I love doing anything fun and going to the gym!"], ["I enjoy walks and exercise", "Walking and exercising is the best exercise!"], ["Walking is exercising your right to walk and cardio", "Cardio, workout, treadmill, workouts, yoga, and fitness"], ["Fitness, weight lifting, squats, gym workout exercises and workouts", "Gymnastics exercises, lifting weights and squats!"]], [["How are you doing today?", "I am doing well, how about you? What do you do for fun?"], ["I do not really do much fun. What about yourself?", "You can do anything you want to know about what you love and how you feel."], ["I would love to do something like that if you know anything about me", "You could tell me about it if it would give you something else what would you like me doing?"], ["Just ask someone else to tell you what if they want you to give them to you", "You should ask me why you asked me if I wanted someone to talk to me?"], ["They wanted me to answer you asking why I asked you if you knew what they talked about", "How did you answer that question?"], ["Why question exactly what this is about?", "It was about asking questions about things you would not think about"]], [["Hi how are you today", "Hi! I am doing well today. How about you?"], ["I'm doing very well thank you. What do you do for fun?", "I love to ride my bus to school, so I do not have much time to do that. Yourself?"], ["I ride the bus all the time", "I train buses and bike rides."], ["You train trains and buses on road trips?", "No, trains, busses and road routes."], ["Roads and rail routes are great for transportation and freight lanes", "Rail lanes and transit stations and roads are the closest route to transportation through traffic."], ["The transit metro and traffic lines are good for cycling and highways and railroad stations", "Metro parks and subways are excellent for biking and railway station lines."]], [["Hello, how are you today?", "Hello! I am well, thanks! How about you?"], ["Good, thank you! Thanks for asking! Please tell me more about yourself!", "Do you want me to tell you what to do? Please ask me if you know me?"], ["You do not want to know? You should ask what you can do to help me!", "Can you give me some advice? I need to talk to you about how you could help."], ["What kind of advice would you like to learn about? Anything you need me advise?", "What type of advise you are interested in? Any suggestions?"], ["Any specific suggestions you would recommend to discuss?", "Anything specific that you might recommend. Any recommendations for any particular suggestion?"], ["Any expert recommendations based on recent research or any other topic?", "Expert research based discuss recent studies about nutrition and health issues."]], [["Hello, how are you today?", "Hello! I am doing well, thank you! How about you?"], ["Doing great! Thanks for asking! Tell me about yourself! What do you do for fun?", "I like to tell people about what I want to do. I do not know what to say to you."], ["What would you say you would do if you told someone about something you knew you know?", "Never told anyone that I knew someone who knows me what they wanted to hear about me."], ["Why did you not ask? What did he think you said you did?", "He said I did not think he would answer me if I asked him to ask me why he did."], ["He wanted me to answer your question, he asked me because he was telling me he knows you", "He wants you to question me asking him questions? Why is he telling you he is not answering me?"], ["He answers answering questions when he tells you what he thinks you are talking about", "What answers talk about things that he does not speak about?"]], [["Hello, how are you today?", "Hello! I am well, thanks! How about you?"], ["Good, thank you! Thanks for asking! Please tell me more about yourself!", "Do you want me to tell you what to do? Please ask me if you know about me!"], ["You do not want to know me? Why would you ask?", "You asked me what you would do if you told me you wanted me to answer your question."], ["What question did you answer? I did not asked you if I wanted you answered any questions?", "What questions were you asking? What answers do you speak not answering?"], ["All answers say no to answering anything you said you were telling me.", "What about your parents? How did they respond?"], ["Can you respond to what explain why they responded?", "Why do they reply? They seem to responded to explain what they are saying."]], [["Hi how are you today", "Hi! I am well, thanks! How about you?"], ["Very well thank you!! Thanks for asking!", "You are welcome! Tell me about yourself! What do you do for fun?"], ["I love to read and spend time with my family", "I spend more time reading myself than to take care of my parents."], ["What would you like to know about your parents?", "Do they know what they want to do when they get older?"], ["They do not want me to tell them they are older than me", "How old are they? Did they say they were still younger than you did?"], ["They did not say that were they they would have been younger if they knew their age", "Who knew they had not thought about that before they were born?"]], [["Hello, how are you today?", "Hello! I am well, thanks! How about you?"], ["Good, thank you! Thanks for asking! Please tell me more about yourself!", "Do you want me to tell you what to do? Please ask me if you know about me!"], ["You do not want to know me? You should ask my parents to give me advice!", "What would you give your parents advice if they would advise you to answer your questions?"], ["Answers your question, answer questions about what you can do to help you resolve your problems.", "Can you help me with my question? What are your thoughts about problems?"], ["My opinion about issues is my problem. What is your issue?", "Why issues should be addressed? Why is that issue resolved?"], ["It has been addressed and resolved. It is important to discuss conflicts of interest.", "What concerns about conflicts should conflict other interests be discussed and changes that affect those discussions?"]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Very well thank you!! Thanks for asking!", "You are welcome! Please tell me more about yourself!"], ["Do you want me to let you know how to please me?", "Sure! You should let me know if you need anything help me decide to do what I want!"], ["What will you decide when you do not mind what you can do to help?", "I will be able to give you permission to do something you intend to pursue"], ["You must not have to travel to be allowed to have any interests", "What other interests can you come to and not be permitted to allow any interest?"], ["Should be permit to provide any additional interest or allow other legal services", "Which services are legal needs or provide for other citizens or individuals or public or private partners?"]], [["Hello, how are you today?", "Hello! I am great, thanks! How about you?"], ["Good, thank you! Thanks for asking! Please tell me more about yourself!", "Well, please give me some advice! What do you like to do?"], ["You can ask me to give you advice if you need help answering your questions!", "What would you ask questions to answer your question?"], ["Answer any question why you asked? What answers?", "What asked you about the answers what you have answered?"], ["What did you say about someone who had not answered anything?", "What was anything about what you said about anyone who was not answering them?"], ["What about people who do not understand what they were saying?", "Why do they say that they are not saying that? Why would they understand?"]], [["Hello, how are you today?", "Hello! I am doing well, thank you! What about you?"], ["Doing great! Thanks for asking! Please tell me more about yourself!", "Do you want me to tell you what to do? Please ask me if you know about me?"], ["Sure! Let me know if I can answer any questions. I want to ask you to give me advice", "Can you answer me questions about what you are asking about?"], ["Anything else you would like to share?", "What are your other interests?"], ["Any specific interests and aspirations other than to be involved in other activities.", "What kinds of objectives are the major conflicts of interest or potential opportunities for advancement?"], ["General conflicts with potential impact of financial opportunities and objectives for broader political advancement.", "Political economic impact is important for financial benefit of the broader spectrum of conflict."]], [["Hi how are you today?", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself!"], ["Do you want to join me and invite me?", "Sure! What will you be invite to come join us?"], ["I would love to meet you and bring you to visit us!", "What would you like to be invited to to bring me visit?"], ["We would be thrilled to we will have to get to know each other", "We are thrilled we can be friends!"], ["Absolutely! We could be bffs!", "I totally agree! That's awesome!"]], [["Hello, how are you today?", "Hello! I am well, thank you! Please tell me about yourself!"], ["Do you want me to tell you what to do? Please ask me if you can help me!", "I do not want to give you permission to let me ask you to call me."], ["You should give me permission. I will let you know if I call you.", "Will do. Can you send me contact information to talk to you about your request?"], ["Sure. Send any information via email or contact info about any specific request for your e-mail?", "Email sent with details or e-mail address or message via emailing info. Customer service representative."], ["Sent you a detailed reply to your credit card address and message messages.", "I received mail messages and receive credit cards. Thanks for the reply."], ["Received receive mail confirmation from my postal service account.", "What type of confirmation is your delivery number?"]], [["Hello, how are you today?", "Hello! I am great, thanks! How about you?"], ["Good, thank you! Thanks for asking! Please tell me more about yourself!", "Do you want me to tell you something about me?"], ["I do not want you to ask me if I know anything about what you are telling me.", "Why would you ask someone if you know what they are asking about?"], ["You said you wanted to hear me say that you asked me questions about how you knew you would answer.", "I asked you questions? What did you answer?"], ["My question was answered. What are your answers?", "My answers are question answered, what do they say?"], ["They told me you were not answering them.", "What were you telling them?"]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me about yourself! What do you do for fun?"], ["I love to go to europe to visit my friends and join us", "You should come visit us! We can dance together!"], ["What kind of dance are we going to do we need to get together", "We will have to make some musical dancing with you and then we could meet up!"], ["That sounds like a plan", "What else plan plans for the future?"], ["Make plans and what will be planned for future next?", "We should be planning a project for upcoming next already planned potential projects!"]], [["Hi how are you doing?", "Hi! I am doing well thank you. What do you do?"], ["Good thanks! Me too! Tell me about you", "Good! Thanks for telling me! You know what I want to tell you?"], ["I do not know much about what you are asking me, what would you say?", "I would ask what else you would say if you told me you did not think about it?"], ["Not saying you asked me if I told you that you wanted me to do something you knew about me", "Who knew? He said I asked what did he do when he was saying that he would never do what he did?"], ["He never said that I did did I ask him if that was me then he gave me the answer", "What was he asking? Did you get that answer?"], ["He answered my question if it was you then not answering me please let me get you answers", "What is your question about answering questions about your answers?"]], [["Hi how are you today", "Hi! I am well, thanks! How about you?"], ["Very well thank you!! Thanks for asking!", "You are welcome! Tell me about yourself! What do you do for fun?"], ["I like to talk to people and sing about them! You welcome to come join me!", "I would love to join us! We should invite you over to meet new friends!"], ["That would be great! Invite me and we can go to a met meet!", "What kind of meeting would you want to have met?"], ["Meeting with someone who had meetings with friends and members of the community", "What were the meetings for the group of members who participated in community organizing?"], ["The organizers were involved in organizing groups for various activities and organizations", "Those were various organizations and organized groups of organizers for grassroots activities."]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself! What do you do for fun?"], ["I like to go to the world to visit my friends and help out here", "You should visit the us to see your friends!"], ["Can you please let me know how to meet your friend", "Sure! You can come help me let you know if you want me to ask you to give me advice!"], ["Do not ask me what to do if I want you will answer me if need give you advice", "Why do you need to answer your questions? Why would you question me?"], ["What is your question? Answers questions about what?", "What answers have you asked me about?"]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself!"], ["Do you want me to tell you something you love about me?", "You do not want to hear me say anything to me! You know how I feel about what I do?"], ["Not sure what you mean anything you say? What else do you like to do", "If you think you can do it, you would not like it if it did not happen!"], ["Why would you not think that you could do that?", "That would explain why I could not do what I would do if I knew what it would be."], ["That could explain it probably explains why you might not know what I'm talking about", "It explains how it seems to be explained, what is it about?"]], [["Hi how are you doing?", "Hi I am doing ok what do you do?"], ["I m ok thank you. I cant say I do but I think I know what I mean lol", "Yeah I guess I understand what you mean haha I don't know why I say sorry lol"], ["Haha why not? Guess what? Sorry I meant not sure why youre saying it huh?", "Oh why eh? Tell me something you gotcha?"], ["Uh oh I gotcha yeah? Eh nah hows it going?", "Ah hey ya whats poppin? Hows yo doin?"], ["Yo wassup wid nothin doin somethin bout ya jus gotta kno whos poppin", "Naw wassup bout nothin yu dey jus wanna kno wat u missin tha lil boosie nigga talkin lik yuh deh da dun wid dat killa"], ["Ahahah naw dats wut yu missin da lil weezy fuc dey duz u hav dis thang killa tha gat cha dun ju fink deh haz wrk fer dat", "Ahahah nah dats wot iz tew pon dis chu haz ta wana knw wha wah cha duz fer gud tings fink tht aint wrk buh dum"]], [["How are you doing today?", "I am doing well, how about you? What do you do for fun?"], ["I do not really do much fun. What about yourself?", "You can do anything you want to tell me about myself!"], ["I would love to know what you think about what I tell you about me", "What would you say you would do if you told me you did not know me?"], ["I was told that my wife would never let me say that she does not like me", "Sorry to hear that, why did she not give you what she said you knew about?"], ["She asked me if she knew me because she wanted me to do something she did", "Why would she ask me that if I asked her if we wanted something?"], ["She wants me to ask you please answer why you said that?", "Please question me, what is your answer?"]], [["Hi how are you today", "Hi! I am great, thanks! How about you?"], ["Great thank you!! Thanks for asking!", "You are welcome! Tell me something about yourself!"], ["Do you want to join me? I will tell you what to do!", "I would love to come join you and you will help me get to know each other!"], ["You should come to the us and we can go meet some other other friends", "Can we bring to visit us with our friends? We could go together!"], ["You could invite me and bring you some to our world we need to be able to give you a visit!", "We should invite you over to meet our friend. We would be happy to have you"], ["Would you please let me know how to get you to talk to a friend?", "Sure if you ask me! Please give me what you need me to contact you"]], [["Hi how are you today", "Hi! I am well, thanks! How about you?"], ["Very well thank you!! Thanks for asking! Please tell me more about yourself!", "Do you want me to tell you something about me?"], ["Not sure what you mean anything I do not know what I would do if you would ask me", "What would you ask? What do you think you might do?"], ["I could not do it why do I want you to do something you could do to help me", "What will you do when you get your question? Do you know how to make me feel better?"], ["Why not? You should give me the question to answer why you feel so much better", "Can you answer me questions about what your saying?"], ["What questions you asked me about?", "What asked you about your answers?"]]]